Repository: ambrosa/test
Catalog: enigma2/po/*.po
Languages: bg, sr

source: View list of available communication extensions.
bg: Списък с наличните extensions за връзка.
sr: Vidi listu mogućih proširenja za povezivanje.

source: View list of available default settings
bg: Списък с наличните настройки по подразбиране.
sr: Vidi listu mogućih osnovnih postavki

source: View list of available multimedia extensions.
bg: Списък с наличните extensions за мултимедия.
sr: Vidi listu mogućih multimedija proširenja

source: View list of available networking extensions
bg: Списък с наличните мрежови extensions.
sr: Vidi listu mogućih mrežnih proširenja

source: View list of available recording extensions
bg: Списък с наличните extensions за запис.
sr: Vidi listu mogućih proširenja za snimanje

source: View list of available skins
bg: Списък с наличните кожи.
sr: Vidi listu mogućih maski

source: View list of available software extensions
bg: Списък с наличните software extensions.
sr: Vidi listu mogućih softverskih proširenja

source: View list of available system extensions
bg: Списък с наличните системни extensions.
sr: Vidi listu mogućih sistemskih proširenja

source: View related videos
sr: Vidi povezana videa

source: View response videos
sr: Vidi odjeknula videa

source: View teletext...
bg: Преглед телетекст...
sr: Pregled teleteksta...

source: View, edit or delete mountpoints on your Dreambox.
sr: Vidi, uredi ili obriši maunt tačke na svom drimboksu.

source: View, edit or delete usernames and passwords for your network.
sr: Vidi, uredi ili obriši korisn. imena i lozinke sa svoje mreže.

source: Views:
sr: Pregleda:

source: Virtual KeyBoard
bg: Виртуална Клавиатура
sr: Virtuelna tastatura

source: Visualization for the European Installation Bus
sr: Vizuelizacija za Evropski instalacioni bus

source: Visualize and control your lights, dimmers, blinds, thermostats etc. through EIB/KNX. (linknx server required)
sr: Pregledaj i kontroliši svoja svetla,dimere,kapke,termostate itd. kroz EIB/KNX. (potreban linknx server )

source: Voltage mode
bg: Режим волтаж
sr: Mod Napona

source: Volume
bg: Усилване
sr: Volumen

source: WLAN connection
sr: WLAN veza

source: WPA or WPA2
sr: WPA ili WPA2

source: WSS on 4:3
sr: WSS na 4:3

source: Wait time in ms before activation:
sr: Vreme čekanja u ms pre aktiviranja:

source: Waiting
sr: Čekanje

source: Warn if free space drops below (kB):
sr: Upozorii ako slobodan prostor padne ispod (kB):

source: Watch streams from ZDF Mediathek
sr: Gledaj strimove iz ZDF Mediateke

source: WeatherPlugin shows weatherforecasts on your Dreambox.
sr: WeatherPlugin pokazuje vremensku prognozu na vašem drimboksu.

source: Weatherforecast on your Dreambox
sr: Vremenska prognoza na vašem drimboksu

source: Web-Bouquet-Editor for PC
sr: Veb uređivač buketa za PC

source: Webinterface
sr: Vebinterfejs

source: Webinterface: Main Setup
sr: Vebinterfejs: Glavna podešavanja

source: Wed
bg: Сря
sr: Sre

source: Wednesday
bg: Сряда
sr: Sreda

source: Weekday
bg: Делничен
sr: Nedeljnii dan

source: Weekend
sr: Vikend

source: Weekly (Monday)
sr: Nedeljno (Ponedeljak)

source: Weekly (Sunday)
sr: Nedeljno (Nedelja)

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
sr: Dobrodošli na uređivač liste. Tražite početak onoga što želite da odbacite.Pritisnite OK,izaberite "počni isecanje". Zatim tražite kraj,pritisnite OK,izaberite "završi isecanje".To je to.

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your Dreambox by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
bg: Добре дошли при помощника за ъпгред на имиджа. Помощника ще ви помогне при ъпгрейдването firmware на вашия Clarke-Tech осигурявайки backup за вашите текущи настройки и кратко обяснение, как да ъпгрейднете вашия firmware.
sr: Dobro došli u čarobnjaka za nadogradnju softvera. Čarobnjak će vam pomoći tokom nadogradnje firmvera na vašem drimboxu s pružanjem mogućnosti sigurnosne kopije vaših trenutnih postavki i kratkim objašnjenjem kako nadograditi vaš softver.

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
sr: Dobrodošli u MyTube Youtube Plejer. Koristi Bouqet+ tipku za navođenje na polje traženja i Bouqet- tipku za video unose. Da reprodukuješ film samo pritisni OK tipku na svom daljinskom upravljaču. Pritisni info tipku da vidiš opis filma. Pritisni Meni tipku za dodatne opcije . Tipka Pomoć,pokazuje pomoć ponovo.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
sr: Dobrodošli u MyTube Youtube Plejer.. Dok unosite vaš termin(e) za traženje,dobićete na ekranu sugestije koje se slažu sa vašim traženjem. Da izaberete sugestiju,pritisnite tipku Dole na daljinskom,izaberite željeni rezultat i stisnite OK da počnete pretragu. Pritisnite Izlaz da se vratite na ulazno polje.

source: Welcome to the cleanup wizard. We have detected that your available internal memory has dropped below 2MB. To ensure stable operation of your Dreambox, the internal memory should be cleaned up. You can use this wizard to remove some extensions.
sr: Dobrodošli u čarobnjak za čišćenje. Primetili smo da je vaša dostupna unutrašnja memorija pala ispod 2MB. Da bi osigurali stabilan rad drimboksa,interna memorija treba biti očišćena. Možete koristiti ovaj čarobnjak da uklonite neka proširenja.

source: Welcome. If you want to connect your Dreambox to the Internet, this wizard will guide you through the basic network setup of your Dreambox. Press OK to start configuring your network
sr: Dobro došli. Ako želite da spojite vaš drimboks sa internetom,ovaj čarobnjak će vas voditi kroz osnovne mrežne postavke vašeg drimboxa. Pritisnite OK da počnete konfigurisanje vaše mreže

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
sr: Dobrodošli. Ovaj čarobnjak će vam pomoći da napravite novi auto tajmer obezbeđujući opise za opšte postavke.

source: Welcome. This start wizard will guide you through the basic setup of your Dreambox. Press the OK button on your remote control to move to the next step.
bg: Добре дошли. Този помощник ще ви помогне с основните настройки на вашия Clarke-Tech. Натиснете бутон ОК на дистанционното за преминаване напред.
sr: Dobro došli. Ovaj početni čarobnjak će vas voditi kroz osnovne postavke vašeg drimboxa. Pritisnite OK tipku na vašem daljinskom upravljaču za prelazak na sledeći korak.

source: Welcome...
bg: Добре дошли...
sr: Dobrodošli...

source: West
bg: Запад
sr: Zapad

source: What do you want to scan?
bg: Какво искате да търся?
sr: Šta želite skenirati?

source: What to do with submitted crashlogs?
bg: Какво да направя с изпратените crashlogs?
sr: Šta činiti sa poslatim krah zapisima?

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
sr: Kad je podržano "Brzo traženje" tip kanala je ignorisan.Ne treba ovo da uključujete dok vaš imidž ne podržava "Brzo traženje" i vi ga koristite.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
sr: Kada je ova opcija uključena auto tajmer se neće složiti sa događajima gde drugi tajmer sa istim opisom već postoji u listi tajmera.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
bg: Ако възстановите фабричните настройки, се губят всички данни (включително букети, канали, данни за сателити ...) След възстановяването на фабричните настройки, вашия приемник ще се рестартира автоматично! Да възстановя ли фабричните настройки?
sr: Kad radite resetovanje na fabričke vrednosti,izgubićete sve konfiguracijske podatke (uključujući bukete,kanale,podatke o satelitima...) Posle kompletnog resetovanja,vaš risiver će automatski restartovati! Stvarno uraditi reset na fabričke vrednosti?

source: Where do you want to backup your settings?
bg: Къде искате да backup вашите настройки?
sr: Gdje želite sačuvati ovu sigurnosnu kopiju liste kanala?

source: Where to save temporary timeshift recordings?
bg: Къде да съхраня временните таймшифт записи?
sr: Gde sačuvati privrem. snimanja uz pomoć vrem. pomaka?

source: Wireless LAN
bg: Безжична LAN
sr: Bežični LAN

source: Wireless Network
bg: Безжична Мрежа
sr: Bežična mreža

source: With AntiScrollbar you can cover up annoying ticker lines (e.g. in news channels).
sr: Sa AntiScrollbar-om možete zatvoriti dosadne prekidane linije (npr. na kanalima vesti).

source: With DVDBurn you can make compilations of records from your Dreambox hard drive. Optionally you can add customizable menus. You can record the compilation to a standard-compliant DVD that can be played on conventinal DVD players. HDTV recordings can only be burned in proprietary dreambox format.
sr: Sa DVDBurn-om možete praviti kompilacije od snimanja sa hard diska vašeg drimboksa. Opciono možete dodati prilagođene menie.Možete snimiti kompilacije na standardno usaglašen DVD koji može biti puštan na konvencionalnim DVD plejerima. HDTV snimanja mogu biti rezana samo u sopstvenom drimboks formatu.

source: With EPGSearch you can search through the EPG and create timers.
sr: Sa EPGSearch vi možete pretraživati kroz EPG i kreirati tajmere.

source: With Genuine Dreambox you can verify the authenticity of your Dreambox.
sr: Sa Genuine Dreambox možete verifikovati autentičnost vašeg drimboksa.

source: With MovieRetitle you can rename your movies.
sr: Sa MovieRetitle vi možete preimenovati vaše filmove.

source: With MyTube you can play YouTube videos directly on your TV without a PC.
sr: Sa MyTube možete puštati YouTube video direktno na vaš TV,bez kompjutera.

source: With WebcamViewer you can watch webcams on your TV Screen.
sr: Sa WebcamViewer-om možete gledati veb kamere na TV ekranu.

source: With Werbezapper you can bridge commercials by creating short timers (between 1 and 9 minutes long) which will automatically zap back to the original channel after execution.
sr: Sa Werbezapper-om možete premostiti reklame kreirajući kratke tajmere (između 1 i 9 minuta dugačke) koji će se automatski vratiti na originalni kanal posle izvršenja.

source: With YouTubePlayer you can watch YouTube-Videos on the Dreambox. This plugin requires a PC with the VLC program running.
sr: Sa YouTubePlayer-om možete gledati YouTube video na vašem drimboksu. Ovaj dodatak zahteva PC sa pokrenutim VLC programom.

source: With the CommonInterfaceAssignment plugin it is possible to use differentCI modules in your Dreambox and assign dedicated providers/services or caids to each of them. This allows watching a scrambled service while recording another one.
sr: Sa CommonInterfaceAssignment dodatkom moguće je sa drimboksom koristiti različite CI module i dodeliti svakom određene provajdere/kanale ili kartice. Ovo vam omogućava gledanje kodiranih kanala dok snimate drugi.

source: With the CrashlogAutoSubmit plugin it is possible to automaticallymail crashlogs found on your hard drive to Dream Multimedia.
sr: Sa CrashlogAutoSubmit dodatkom je moguće automatski poslati mejlom zapise kraha nađene na vašem hard disku Drim Multimediji.

source: With the DefaultServicesScanner plugin you can scan default lamedbs sorted by satellite with a connected dish positioner.
sr: Sa DefaultServicesScanner dodatkom možete pretražiti standardne lamedbs sortirane po satelitima sa povezanim antenskim pozicionerom.

source: With the DiseqcTester plugin you can test your satellite equipment for DiSEqC compatibility and errors.
sr: Sa DiseqcTester dodatkom možete testirati vašu satelitsku opremu za DISEqC kompatibilnost i greške.

source: With the NFIFlash plugin it is possible to prepare a USB stick with an Dreambox image. It is then possible to flash your Dreambox with the image on that stick.
sr: Sa NFIFlash dodatkom je moguće pripremiti USB stik sa nekim drimboks imidžem. Tada je moguće flešovati vaš drimboks sa imidžem na tom stiku.

source: With the NetworkWizard you can easily configure your network step by step.
sr: sa NetworkWizard-om možete lako konfigurisati vašu mrežu korak po korak.

source: With the PositionerSetup plugin it is easy to install and configure a motorized dish.
sr: Sa PositionerSetup dodatkom je lako da se instalira i konfiguriše motorizovana antena.

source: With the SatelliteEquipmentControl plugin it is possible to fine-tune DiSEqC-settings.
sr: Sa SatelliteEquipmentControl dodatkom je moguće fino štelovanje DISEqC podešavanja.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
sr: Sa ovom uključenom opcijom kanal koji se snima može biti promenjen na alternativni kanal na koji je ograničen.

source: Wizard
sr: Čarobnjak

source: Write error while recording. Disk full?
bg: Грешка при запис! Дискът е пълен?
sr: Greška tokom snimanja. Disk Pun?

source: Write failed!
bg: Грешка при запис!
sr: Upisivanje nije uspelo!

source: Year
bg: Година
sr: Godina

source: Yes
bg: Да
sr: Da

source: Yes to all
sr: Da za sve

source: Yes, always
sr: Da,uvek

source: Yes, and delete this movie
bg: Да, и изтрий филма
sr: Da i izbrišite ovaj film

source: Yes, and don't ask again
bg: Да, и не питай отново.
sr: Da, i ne pitaj ponovo.

source: Yes, backup my settings!
bg: Да, backup моите настройки!
sr: Da, napravi sigurnosnu kopiju mojih postavki.

source: Yes, but play next video
sr: Da, ali pusti sledeći video

source: Yes, but play previous video
sr: Da, ali pusti prethodni video

source: Yes, do a manual scan now
bg: Да, започни ръчно търсене
sr: Da, započeti ručnu pretragu sada

source: Yes, do an automatic scan now
bg: Да, започни автоматично търсене
sr: Da, započni automatsko pretraživanje sada

source: Yes, do another manual scan now
bg: Да, започни ново търсене
sr: Da, započni drugu ručnu pretragu sada

source: Yes, keep them.
sr: Da, zadrži ih.

source: Yes, perform a shutdown now.
bg: Да, изключи сега.
sr: Da, započni isključivanje sada

source: Yes, restore the settings now
bg: Да, възстанови настройките сега
sr: Da, vrati sačuvane postavke sada

source: Yes, returning to movie list
bg: Да, върни към списъка с филми
sr: Da,vratiti se na listu filmova

source: Yes, view the tutorial
bg: Да, виж упътването
sr: Da, prikaži vodič

source: You can cancel the installation.
bg: Можете да отмените инсталацията.
sr: Možete otkazati instaliranje.

source: You can cancel the removal.
bg: Можете да отмените премахването.
sr: Možete otkazati uklanjanje.

source: You can choose some default settings now. Please select the settings you want to be installed.
bg: Вие сега можете да изберете някои стандартни настройки. Моля изберете настройките които искате да се инсталират.
sr: Sada možete izabrati neke osnovne postavke.Molimo izaberite postavke koje želite instalirati.

source: You can choose, what you want to install...
bg: Може да изберете, какво искате да се инсталира...
sr: Možete izabrati šta želite da instalirate...

source: You can install this plugin.
bg: Можете да инсталирате този плъгин.
sr: Možete instalirati ovaj dodatak.

source: You can only burn Dreambox recordings!
sr: Možeš pržiti samo drimboks snimke!

source: You can remove this plugin.
bg: Можете да премахнете този плъгин.
sr: Možete ukloniti ovaj dodatak.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
sr: Ovde možete podesiti osnovno jednog auto tajmera. Dok je 'Ime' samo za ljude čitljivo ime prikazano u pregledu, 'Slaganje u naslovu' je ono šta tražimo u EPG.

source: You can use the EasyInfo for manage your EPG plugins from info button. You have also a new now-next event viewer. Easy-PG, the own graphical EPG bowser is also included.
sr: Možete koristiti Easyinfo da upravljate vašim EPG dodacima sa info dugmeta.Takođe imate novi sad-posle preglednik događaja.Easy-PG,sopstveni grafički pretraživač je takođe uključen.

source: You cannot delete this!
bg: Не може да го изтриете!
sr: Ne možete ovo obrisati!

source: You chose not to install any default services lists.
bg: Вие избрахте да не се инсталират стандартни списъци с канали.
sr: Izabrali ste da ne instalirate osnovnu listu kanala.

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
bg: Вие избрахте да не се инсталират стандартни настройки. Вие можете да ги инсталирате по-късно от 'меню настройки'.
sr: Izabrali ste da ne instalirate bilo koje osnovne postavke.Svakako možete instalirati osnovne postavke kasnije u meniu postavki.

source: You chose not to install anything. Please press OK finish the install wizard.
bg: Вие избрахте да не се инсталира нищо. Моля натиснете ОК за изход от помощника.
sr: Izabrali ste da ništa ne instalirate.Molimo pritisnite OK da završite čarobnjaka za instalaciju.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
sr: Niste obezbedili validnu "slaganje u naslovu" osobinu za vaš novi auto tajmer. Kako je ovo obavezna osobina,ne možete nastaviti pre nego to učinite.

source: You didn't select a channel to record from.
sr: Niste odabrali kanal sa koga ćete snimati.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
sr: Uneli ste "%s" kao tekst za slaganje. Da li želite da uklonite prazne prostore?

source: You have chosen to backup your settings. Please press OK to start the backup now.
bg: Вие избрахте backup на вашите настройки. Моля натиснете ОК за да започне backup сега.
sr: Izabrali ste da snimite svoje postavke.Molimo pritisnite OK da sada počnete snimanje.

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
sr: Izabrali ste da kreirate novi .NFI flešer butabilni USB stik.Ovo će ponovo particirati USB stik i svi podaci će biti izbrisani.i

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
bg: Избрахте да възстановите вашите настройки. Енигма2 ще се рестартира след възстановяването. Моля натиснете ОК за да започне възстановяването.
sr: Izabrali ste da povratite vaše postavke.Enigma2 će ponovo startovati posle vraćanja.Molim sada pritisnite OK da počnete vraćanje.

source: You have to wait %s!
bg: Трябва да изчакате %s!
sr: Morate pričekati %s!

source: You need a PC connected to your dreambox. If you need further instructions, please visit the website http://www.dm7025.de. Your dreambox will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
sr: Potreban je PC spojen s vašim drimboxom. Ukoliko trebate dodatne instrukcije, molim posetite ovu stranicu http://www.dm7025.de. Vaš drimbox će sada stati.Pošto ste izvršili proceduru nadogradnje prema uputstvima s web-stranice, vaš novi softver će vas pitati želite li vratiti sigurnosnu kopiju vaših postavki.

source: You need to set a PIN code and hide it from your children. Do you want to set the pin now?
sr: Treba da postavite PIN kod i sakrijete ga od vaše dece. Da li sada želite da postavite PIN?

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
sr: Vi ste uspešno konfigurisali novi auto tajmer.Da li želite da ga dodate na listu? Možete se vratiti korak nazad stiskajući IZLAZ na daljinskom.

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
sr: Vaša "Slaganje u naslovu" osobina završava praznim prostorom. Molim potvrdite da li je ovo bilo namerno,ako ne on će biti uklonjen.

source: Your Dreambox is now ready to use. Your internet connection is working now.
sr: Vaš drimboks je sada spreman za upotrebu. Vaša internet veza sada radi.

source: Your Dreambox is now ready to use. Your internet connection is working now. Please press OK to continue.
sr: Vaš drimboks je sada spreman za upotrebu. Vaša internet veza sada radi. Molim pritisnite OK da nastavite.

source: Your Dreambox will restart after pressing OK on your remote control.
bg: Вашия Clarke-Tech ще се рестартира след натискане ОK на дистанционното.
sr: Vaš drimbox će ponovo startovati posle pritiskanja OK na vašem daljinskom upravljaču.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
bg: Вашия backup е успешен. Сега ще продължим с обясненията за следващия ъпгрейд процес.
sr: Sigurnosna kopija je uspešno napravljena. Sada ćemo dalje objasniti za sljedeći proces nadogradnje.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
bg: Ваашата колекция надвишава размера на еднослоен диск, ще ви трябва празен двуслоен DVD!
sr: Vaša kolekcija prelazi veličinu jednoslojnog medija,trebate prazan dvoslojni DVD!

source: Your config file is not well-formed: %s
sr: Vaša konfig. dat. nije dobro formirana : %s

source: Your current collection will get lost!
sr: Vaša aktuelna kolekcija će biti izgubljena!

source: Your dreambox is shutting down. Please stand by...
sr: Vaš drimbox se sada gasi .Molimo stand by...

source: Your dreambox isn't connected to the internet properly. Please check it and try again.
sr: Vaš drimbox nije ispravno spojen na internet. Molim proverite i pokušajte ponovo.

source: Your email address:
bg: Вашият email:
sr: Vaša imejl adresa:

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
bg: Вашия firmware трябва да бъде ъпгрейднат. Натиснете OK за да започне ъпгрейда.
sr: Vaš softver frontprocesora mora biti nadograđen. Pritisnite OK za početak nadogradnje.

source: Your internet connection is not working! Please choose what you want to do next.
bg: Вашата интернет връзка не работи! Изберете следваща стъпка.
sr: Vaša internet veza ne radi! Molim izaberite šta želite sledeće učiniti.

source: Your name (optional):
bg: Вашето име (по избор):
sr: Vaše ime (opciono):

source: Your network configuration has been activated.
bg: Вашата мрежова конфигурация е активирана.
sr: Vaša mrežna konfiguracija je aktivirana.

source: Your network is not working. Please try again.
sr: Vaša mreža ne radi. Molim pokušajte ponovo.

source: Your network mount has been activated.
sr: Vaš mrežni maunt je aktiviran.

source: Your network mount has been removed.
sr: Vaš mrežni maunt je uklonjen.

source: Your network mount has been updated.
sr: Vaš mrežni maunt je ažuriran.
