Repository: ambrosa/test
Catalog: enigma2/po/*.po
Languages: bg, sr

source: Manual Scan
bg: Ръчно Търсене
sr: Ručno skeniranje

source: Manual transponder
bg: Ръчен транспондер
sr: Ručno uneseni transponder

source: Manufacturer
bg: Производител
sr: Proizvođač

source: Margin after record
bg: Граница след запис
sr: Margina nakon snimanja

source: Margin before record (minutes)
bg: Граница преди запис (минути)
sr: Margina pre snimanja (minuti)

source: Match Timespan: %02d:%02d - %02d:%02d
sr: Odg.vrem. razmak: %02d:%02d - %02d:%02d

source: Match title
sr: Odgov. Naziv

source: Match title: %s
sr: Odgov.naziv: %s

source: Max. Bitrate:
sr: Maks. Bit rata:

source: Maximum duration (in m)
sr: Maksimalno trajanje (u m)

source: Media player
bg: Медиа Плеър
sr: Medija plejer

source: MediaPlayer
bg: Медиа Плеър
sr: Medija plejer

source: MediaScanner scans devices for playable media files and displays a menu with possible actions like viewing pictures or playing movies.
sr: MediaScanner pretražuje uređaje sa medija datotekama i prikazuje meni sa mogućim akcijama kao gledanje slika ili puštanje filmova.

source: Mediaplayer plays your favorite music and videos. Play all your favorite music and video files, organize them in playlists, view cover and album information.
sr: Mediaplayer pušta vašu omiljenu muziku i video. Pusti svu svoju omiljenu muziku i video datoteke,sredi ih u liste za puštanje,pogledaj omot i informacije o albumu.

source: Medium is not a writeable DVD!
sr: Medij nije upisivi DVD!

source: Medium is not empty!
sr: Medij nije prazan!

source: Menu
bg: Меню
sr: Meni

source: Merlin Music Player and iDream
sr: Merlin Music plejer i iDream

source: Message
bg: Съобщение
sr: Poruka

source: Message...
bg: Съобщение...
sr: Poruka...

source: Mexico
sr: Meksiko

source: Mkfs failed
bg: Mkfs грешка
sr: Mkfs nije uspeo

source: Mode
bg: Режим
sr: Način

source: Modify existing timers
sr: Izmeni postojeće tajmere

source: Modulation
bg: Модулация
sr: Modulacija

source: Mon
bg: Пон
sr: Pon

source: Mon-Fri
bg: Пон-Пет
sr: Pon-Pet

source: Monday
bg: Понеделник
sr: Ponedeljak

source: Monthly
sr: Mesečno

source: More video entries.
sr: Još video unosa.

source: Mosquito noise reduction
sr: Moskito smanjenje šuma

source: Most discussed
sr: Najviše komentarisani

source: Most linked
sr: Najviše povezivani

source: Most popular
sr: Najpopularniji

source: Most recent
sr: Najsvežiji

source: Most responded
sr: Najprikladniji

source: Most viewed
sr: Najgledaniji

source: Mount failed
bg: Грешка при маунт
sr: Mount neuspešan

source: Mount informations
sr: Maunt informacije

source: Mount options
sr: Maunt opcije

source: Mount type
sr: Maunt tip

source: MountManager
sr: Maunt menadžer

source: Mounted/ Unmounted
sr: Mauntan/ Nemauntan

source: Mountpoints management
sr: Upravljanje maunt tačkama

source: Mounts editor
sr: Maunt urednik

source: Mounts management
sr: Upravljanje mauntima

source: Move Picture in Picture
bg: Местене PiP
sr: Pomerite sliku u slici

source: Move east
bg: Завърти на изток
sr: Pokreći na istok

source: Move plugin screen
sr: Pomeri dodatak ekran

source: Move screen down
sr: Pomeri ekran dole

source: Move screen to the center of your TV
sr: Pomeri ekran u centar vašeg TV

source: Move screen to the left
sr: Pomeri ekran u levo

source: Move screen to the lower left corner
sr: Pomeri ekran ka donjem levom uglu

source: Move screen to the lower right corner
sr: Pomeri ekran ka donjem desnom uglu

source: Move screen to the middle of the left border
sr: Pomeri ekran ka sredini leve granice

source: Move screen to the middle of the right border
sr: Pomeri ekran ka sredini desne granice

source: Move screen to the right
sr: Pomeri ekran udesno

source: Move screen to the upper left corner
sr: Pomeri ekran ka gornjem levom uglu

source: Move screen to the upper right corner
sr: Pomeri ekran ka gornjem desnom uglu

source: Move screen up
sr: pomeri ekran na gore

source: Move west
bg: Завърти на запад
sr: Pokreći na zapad

source: Movie location
sr: Lokacija filmova

source: MovieTagger adds tags to recorded movies to sort a large list of movies.
sr: MovieTagger dodaje oznake na snimljene filmove da uredi veliku listu filmova.

source: Movielist Preview creates screenshots of recordings and shows them inside the movielist.
sr: Movielist Preview kreira slike ekrana od snimanja i pokazuje ih u okviru liste filmova.

source: Movielist menu
sr: Meni liste filmova

source: Multi-EPG bouquet selection
sr: Multi EPG izbor buketa

source: Multimedia
bg: Мултимедиа
sr: Multimedija

source: Multiple service support
sr: Podrška za višestruke kanale

source: Multiplex
sr: Multipleks

source: Music
sr: Muzika

source: Mute
bg: Без звук
sr: Isključi zvuk

source: My TubePlayer
sr: MyTube Plejer

source: MyTube Settings
sr: MyTube Podešavanja

source: MyTubePlayer
sr: MyTube Plejer

source: MyTubePlayer Help
sr: MyTube Plejer pomoć

source: MyTubePlayer active video downloads
sr: MyTube Plejer aktivna preuzimanja

source: MyTubePlayer settings
sr: MyTube Plejer podešavanja

source: MyTubeVideoInfoScreen
sr: MyTube video info ekran

source: MyTubeVideohelpScreen
sr: MyTube video ekran pomoći

source: NCID Client shows incoming voice calls promoted by any NCID server (e.g. Vodafone Easybox) on your Dreambox.
sr: NCID klijent pokazuje dolazne pozive promovisane od bilo kog NCID servera (npr.Vodafone Easybox) na vašem drimboksu.

source: NEXT
bg: Следващ
sr: SLEDEĆE

source: NFI Image Flashing
sr: NFI imidž flešovanje

source: NFI image flashing completed. Press Yellow to Reboot!
bg: Завърши флашването на имидж. Натиснете Жълт за Рестарт!
sr: Flešovanje NFI imidža završeno.Pritisni žuto za novo podizanje

source: NFS share
sr: NFS deljenje

source: NOW
bg: Сега
sr: SADA

source: Name
bg: Име
sr: Ime

source: Nameserver
bg: DNS
sr: Nejmserver

source: Nameserver %d
bg: DNS %d
sr: Nejmserver %d

source: Nameserver Setup
bg: Настройки DNS
sr: Postavke nejmservera

source: Nameserver settings
bg: Настройки DNS
sr: Postavke nejmservera

source: Namespace
sr: Prostor za ime

source: Nemesis BlackBox Skin
sr: Nemesis BlackBox maska

source: Nemesis BlackBox Skin for the Dreambox
sr: Nemesis BlackBox maska za drimboks

source: Nemesis Blueline Single Skin
sr: Nemesis Blueline Single maska

source: Nemesis Blueline Single Skin for the Dreambox
sr: Nemesis Blueline Single maska za drimboks

source: Nemesis Blueline Skin
sr: Nemesis Blueline maska

source: Nemesis Blueline Skin for the Dreambox
sr: Nemesis Blueline maska za drimboks

source: Nemesis Blueline.Extended Skin
sr: Nemesis Blueline.Extended maska

source: Nemesis Blueline.Extended Skin for the Dreambox
sr: Nemesis Blueline.Extended maska za drimboks

source: Nemesis ChromeLine Cobolt Skin
sr: Nemesis ChromeLine Cobolt maska

source: Nemesis ChromeLine Cobolt Skin for the Dreambox
sr: Nemesis ChromeLine Cobolt maska za drimboks

source: Nemesis ChromeLine Skin
sr: Nemesis ChromeLine maska

source: Nemesis ChromeLine Skin for the Dreambox
sr: Nemesis ChromeLine maska za drimboks

source: Nemesis Flatline Blue Skin
sr: Nemesis Flatline Blue maska

source: Nemesis Flatline Blue Skin for the Dreambox
sr: Nemesis Flatline Blue maska za drimboks

source: Nemesis Flatline Skin
sr: Nemesis Flatline maska

source: Nemesis Flatline Skin for the Dreambox
sr: Nemesis Flatline maska za drimboks

source: Nemesis GlassLine Skin
sr: Nemesis GlassLine maska

source: Nemesis GlassLine Skin for the Dreambox
sr: Nemesis GlassLine maska za drimboks

source: Nemesis Greenline Extended Skin
sr: Nemesis Greenline Extended maska

source: Nemesis Greenline Extended Skin for the Dreambox
sr: Nemesis Greenline Extended maska za drimboks

source: Nemesis Greenline Single Skin
sr: Nemesis Greenline Single maska

source: Nemesis Greenline Single Skin for the Dreambox
sr: Nemesis Greenline Single maska za drimboks

source: Nemesis Greenline Skin
sr: Nemesis Greenline maska

source: Nemesis Greenline Skin for the Dreambox
sr: Nemesis Greenline maska za drimboks

source: Nemesis Greyline Extended Skin
sr: Nemesis Greyline Extended maska

source: Nemesis Greyline Extended Skin for the Dreambox
sr: Nemesis Greyline Extended maska za drimboks

source: Nemesis Greyline Single Skin
sr: Nemesis Greyline Single maska

source: Nemesis Greyline Single Skin for the Dreambox
sr: Nemesis Greyline Single maska za drimboks

source: Nemesis Greyline Skin
sr: Nemesis Greyline maska

source: Nemesis Greyline Skin for the Dreambox
sr: Nemesis Greyline maska za drimboks

source: Nemesis ShadowLine Skin
sr: Nemesis ShadowLine maska

source: Nemesis ShadowLine Skin for the Dreambox
sr: Nemesis ShadowLine maska za drimboks

source: Netmask
bg: Маска
sr: Mrežna maska

source: Network
bg: Мрежа
sr: Mreža

source: Network Configuration...
bg: Мрежова Конфигурация...
sr: Mrežna konfiguracija...

source: Network Mount
bg: Мрежов Маунт
sr: Montiranje mreže

source: Network Setup
bg: Настройки на Мрежа
sr: Postavke Mreže

source: Network Wizard
bg: Мрежов Помощник
sr: Mrežni čarobnjak

source: Network scan
bg: Търсене в мрежа
sr: Pretraga mreže

source: Network setup
bg: Настройки на Мрежа
sr: Mrežne postavke

source: Network test
bg: Тест на мрежата
sr: Test mreže

source: Network test...
bg: Тест на мрежата...
sr: Test mreže...

source: Network test:
sr: Test mreže:

source: Network:
bg: Мрежа:
sr: Mreža:

source: NetworkBrowser
sr: Pretraživač mreže

source: NetworkWizard
bg: Мрежов Помощник
sr: Mrežni čarobnjak

source: Never
sr: Nikad

source: New
bg: Нови Канали
sr: Novo

source: New PIN
sr: Novi PIN

source: New Zealand
sr: Novi Zeland

source: New version:
bg: Нова версия:
sr: Nova verzija:

source: News & Politics
sr: Vesti & Politika

source: Next
bg: Следващ
sr: Sjedeći

source: No
bg: Не
sr: Ne

source: No (supported) DVDROM found!
bg: Не е намерен подходящ DVDROM!
sr: Nije pronađen (podržan) DVDROM!

source: No Connection
bg: Няма Връзка!
sr: Nema veze

source: No HDD found or HDD not initialized!
bg: HDD Не е намерен или не е инициализиран!
sr: Disk nije pronađen ili nije inicijaliziran!

source: No backup needed
bg: Няма нужда от backup
sr: Sigurnosna kopija nije potrebna

source: No data on transponder! (Timeout reading PAT)
bg: Няма данни на транспондера! (Timeout reading PAT)
sr: Nema podataka na transponderu! (Isteklo vreme čitanja PAT)

source: No description available.
bg: Няма налично описание.
sr: Opis nije dostupan.

source: No details for this image file
bg: Няма данни за този имидж файл
sr: Nema detalja za ovu imidž datoteku

source: No displayable files on this medium found!
sr: Nisu pronađene vidljive datoteke na ovom mediju!

source: No event info found, recording indefinitely.
bg: Няма инфо за предаването, незабавен запис.
sr: Informacije o događaju nisu pronađene, snimanje beskrajno.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
sr: Još uvek nije moguće brzo premotavanje.. ali možeš koristiti num. tipke za skok napred/nazad!

source: No free tuner!
bg: Няма свободен тунер!
sr: Nema slobodnog tjunera!

source: No network connection available.
sr: Nijedna mrežna veza nije dostupna.

source: No network devices found!
sr: Nije pronađen nijedan mrežni uređaj

source: No networks found
bg: Не са открити мрежи!
sr: Nijedna mreža nije nađena

source: No packages were upgraded yet. So you can check your network and try again.
bg: Няма ъпгрейднати пакети. Проверете мрежата и опитайте отново.
sr: Još nijedan paket nije nadograđen.Proverite postavke mreže i pokušajte ponovo.

source: No picture on TV? Press EXIT and retry.
bg: Няма картина на ТВ? Натиснете EXIT и опитайте отново.
sr: Nema slike na TV?Pritisnite IZLAZ i probajte ponovo.

source: No playable video found! Stop playing this movie?
sr: Nijedan video nije nađen! Zaustavi reprodukciju ovog filma?

source: No positioner capable frontend found.
bg: Не е открит съвместим позиционер.
sr: Nijedan sposoban čeoni pozicioner nije pronađen.

source: No satellite frontend found!!
bg: Не са открити сателити!!
sr: Nije pronađen čeoni satelit!!

source: No tags are set on these movies.
sr: Nema postavljenih oznaka na ovim filmovima.

source: No to all
sr: Ne za sve

source: No tuner is configured for use with a diseqc positioner!
bg: Няма конфигуриран тунер с diseqc позиционер!
sr: Niedan tjuner nije konfigurisan za rad s DiSEqC pozicionerom!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
bg: Няма избран тунер! Моля настройте вашия тунер преди търсене на канали.
sr: Nijedan tjuner nije uključen! Molim podesite postavke tjunera pre nego počnete pretraživanje kanala.

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
bg: Не е открит валиде ПИН за канали! Искате ли да смените ПИН сега? Ако изберете 'Не' няма да има защита на каналите!
sr: Ispravan PIN za kanal nije pronađen! Želite li sada promeniti PIN kanala? Ukoliko kažete 'Ne' ovde,kanali ostaju nezaštićeni.

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
bg: Не е открит валиде ПИН за настройки! Искате ли да смените ПИН сега? Ако изберете 'Не' няма да има защита на настройките!
sr: Ispravan PIN za 'Postavke' nije pronađen! Želite li promeniti PIN sada? Ukoliko kažete 'Ne' ovde, postavke uređaja ostaju nezaštićene!

source: No videos to display
sr: Nema videa za prikazivanje

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
bg: Няма открит мрежов адаптер. Моля уверете се, че сте включили мрежовия кабел и вашата мрежа е конфигурирана правилно.
sr: Nije pronađen lokalni mrežni adapter u radu. Molimo proverite da li ste uključili mrežni kabl i da li je mreža ispravno konfigurisana.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
bg: Няма открит безжичен мрежов адаптер. Моля уверете се, че сте включили съвместимо WLAN устройство и вашата мрежа е конфигурирана правилно.
sr: Nije pronađen adapter za bežičnu mrežu u radu. Molimo proverite da ste prikačili kompatibilan WLAN uređaj i da je mreža ispravno konfigurisana.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
bg: Няма открит безжичен мрежов интерфейс. Моля уверете се, че сте включили съвместимо WLAN устройство или включете вашия LAN интерфейс.
sr: Nije pronađen interfejs za bežičnu mrežu. Molimo proverite da li ste priključili kompatibilan WLAN uređaj ili omogućili vaš lokalni mrežni interfejs.

source: No, but play video again
sr: Ne, ali pusti video ponovo

source: No, but restart from begin
bg: Не, но рестартирай от начало
sr: Ne, ali restartuj od početka

source: No, but switch to video entries.
sr: Ne, ali prebaci na video unose.

source: No, but switch to video search.
sr: Ne, ali prebaci na traženje videa.

source: No, do nothing.
bg: Не не прави нищо.
sr: Ne, ništa ne čini

source: No, just start my dreambox
sr: Ne, samo pokreni moj drimbox

source: No, never
sr: ne,nikad

source: No, not now
bg: Не, не сега.
sr: Ne, ne sada

source: No, remove them.
sr: Ne,ukloni ih.

source: No, scan later manually
bg: Не, сканирай ръчно по-късно
sr: Ne, skeniraj ručno kasnije

source: No, send them never
bg: Не, никога не изпращай.
sr: Ne, nikad ne šalji.

source: None
bg: Никой
sr: Nijedan

source: Nonlinear
sr: Nelinearno

source: Nonprofits & Activism
sr: Neprofitni & Aktivan

source: North
bg: Север
sr: Sever

source: Norwegian
bg: Норвежки
sr: Norveški

source: Not after
sr: Ne posle

source: Not before
sr: Ne pre

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
bg: Няма достатъчно място. Моля освободете малко и опитайте отново. (%d MB необходими, %d MB налични)
sr: Nedovoljno prostora na disku. Molimo oslobodite nešto prostora i probajte ponovo. (%d MB potrebno,%d MB omogućeno)

source: Not fetching feed entries
sr: Ne dobijam fid unose

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
bg: Нищо за сканиране! Моля настройте вашия тунер преди търсене на канали.
sr: Ništa za skeniranje! Molim podesite postavke tjunera pre početka skeniranja kanala.

source: Now Playing
bg: Сега Възпроизвеждам
sr: Trenutno pokrenuto

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
bg: Сега използвайте настройките за контраста за да увеличите яркостта на фона колкото се може повече, но така, че да виждате разликите между двете най-ярки нива на сенките. Ако сте го направили, натиснете OK.
sr: Sada koristite postavke kontrasta,da pojačate pozadinsko svetlo najviše moguće,ali budite sigurni da još uvek možete videti razliku između dva najsvetlija nivoa senki.Ako ste ovo učinili,pritisnite OK.

source: Number of scheduled recordings left.
sr: Broj preostalih zakazanih snimanja.

source: OK, guide me through the upgrade process
bg: OK, води ме през процеса на ъпгрейд
sr: OK, vodi me kroz postupak nadogradnje

source: OK, remove another extensions
sr: OK, ukloni druga proširenja

source: OK, remove some extensions
sr: OK,uklonite neke dodatke

source: OSD Settings
bg: OSD Настройки
sr: Postavke OSD

source: OSD visibility
bg: OSD видимост
sr: OSD preglednost

source: Off
bg: Изкл.
sr: Isključi

source: Offset after recording (in m)
sr: Vreme posle snimanja (u m)

source: Offset before recording (in m)
sr: Vreme pre snimanja (u m)

source: On
bg: Вкл.
sr: Uključeno

source: On any service
sr: Na bilo kojem kanalu

source: On same service
sr: Na istom kanalu

source: One
bg: Един
sr: Jedan

source: Only AutoTimers created during this session
sr: Samo autotajmeri kreirani za vreme ove sesije

source: Only Free scan
bg: Търсене само Свободни
sr: Samo slobodno traženje

source: Only extensions.
sr: Samo proširenja:

source: Only match during timespan
sr: Samo slaganje u vrem. razmaku

source: Only on Service: %s
sr: Samo na Kanalu: %s

source: Open Context Menu
sr: Otvori dopunski meni

source: Open plugin menu
sr: Otvori meni dodataka

source: Optionally enter your name if you want to.
bg: Въведете вашето име ако желаете.
sr: Opciono unesite vaše ime ako želite.

source: Orbital position
sr: Orbitalna pozicija

source: Outer Bound (+/-)
sr: Krajnje ograničen (+/-)

source: Overlay for scrolling bars
sr: Dopuna za skrolujuće trake

source: Override found with alternative service
sr: Poništi nađeno sa alternativnim kanalom

source: Overwrite configuration files ?
sr: Prepiši konfiguracione datoteke?

source: Overwrite configuration files during software upgrade?
sr: Prepiši konfiguracione datoteke za vreme nadograđivanja softvera?

source: Package list update
bg: Ъпдейт на списъка с пакети
sr: Nadogradnja liste paketa

source: Package removal failed.
bg: Грешка при премахване на пакет!
sr: Uklanjanje paketa neuspelo.

source: Package removed successfully.
bg: Пакетът е премахнат успешно.
sr: Paket uspešno uklonjen.

source: Packet management
bg: Управление на пакети
sr: Rukovanje paketima

source: Packet manager
bg: Управление на пакети
sr: Menadžer paketa

source: Parent Directory
bg: Главна Директория
sr: Polazni direktorijum

source: Parental control
bg: Родителски контрол
sr: Roditeljska zaštita

source: Parental control services Editor
bg: Родителски контрол редактор канали
sr: Urednik za roditeljsku zaštitu kanala

source: Parental control setup
bg: Настройки Родителски контрол
sr: Postavke roditeljske zaštite

source: Parental control type
bg: Вид Родителски контрол
sr: Tip roditeljske zaštite

source: Partnerbox allows editing a remote Dreambox's record timers and stream its TV program.
sr: Partnerbox dozvoljava uređivanje udaljenih drimboks tajmera snimanja i strim njihovih programa.

source: Password
bg: Парола
sr: Lozinka

source: Pause movie at end
bg: При завършване на филма натисни пауза
sr: Pauziraj film na kraju

source: People & Blogs
sr: Ljudi & Blogovi

source: PermanentClock shows the clock permanently on the screen.
sr: PermanentClock stalno prikazuje sat na ekranu.

source: Persian
sr: Persijski

source: Pets & Animals
sr: Kućni ljub.& životinje

source: Phone number
bg: Телефонен номер
sr: Telefonski broj

source: PiPSetup
bg: PiP Настройки
sr: SuS postavke

source: PicturePlayer
bg: Плеър за Снимки
sr: Pregledač slika

source: Pin code needed
bg: Нужен е ПИН код
sr: Pin kod je potreban

source: Play
bg: Пусни
sr: Reprodukuj

source: Play Audio-CD...
bg: Пусни Аудио-CD...
sr: Reprodukuj audio CD

source: Play DVD
bg: Пусни DVD
sr: Reprodukuj DVD

source: Play Music...
bg: Пусни Музика...
sr: Reprodukuj muziku

source: Play YouTube movies
sr: reprodukuj YouTube filmove

source: Play next video
sr: Reprodukuj sledeći video

source: Play recorded movies...
bg: Пусни записаните филми...
sr: Pokreni snimljene filmove...

source: Play video again
sr: Reprodukuj video ponovo

source: Play videos from PC on your Dreambox
sr: Pusti video sa PC-ja na svom drimboksu

source: Playback of Youtube through a PC
sr: Puštanje Jutjuba preko PC-ja

source: Player for Network and Internet Streams
sr: Plejer za mrežne i Internet strimove

source: Player for Network and Internet Streams.
sr: Plejer za mrežne i Internet strimove.

source: Plays your favorite music and videos
sr: Pušta vašu omiljenu muziku i video

source: Please Reboot
bg: Моля Рестартирайте
sr: Molim podići ponovo

source: Please Select Medium to be Scanned
bg: Моля изберете Среда за Сканиране
sr: Molim izaberite medij za traženje

source: Please add titles to the compilation.
sr: Molim,dodaj naziv kompilaciji.

source: Please be aware, that anyone can disable the parental control, if you have not set a PIN.
sr: Molim budite svesni da svako može isključiti roditeljsku kontrolu ako niste postavili PIN.

source: Please change recording endtime
bg: Променете времето за край на записа
sr: Molim promenite završno vreme snimanja

source: Please check your network settings!
bg: Моля проверете мрежовите настройки!
sr: Molim proverite vaše mrežne postavke

source: Please choose an extension...
bg: Моля изберете разширение...
sr: Molim odaberite proširenje...

source: Please choose he package...
bg: Mоля изберете пакет...
sr: Molim izaberite programski paket

source: Please choose the default services lists you want to install.
bg: Моля изберете стандартни листи с канали които да се инсталират.
sr: Molim izaberite standardnu listu kanala za instalaciju.

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
bg: Конфигурирайте или потвърдете вашиите DNS сървъри като попълните нужните данни. Когато сте готови натиснете ОК за да продължа.
sr: Molim konfiguriši ili verifikuj svoje nejmservere popunjavajući tražene vrednosti. Kad si spreman pritisni OK da nastaviš.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
bg: Конфигурирайте вашата интернет връзка като попълните нужните данни. Когато сте готови натиснете ОК за да продължа.
sr: Molim konfiguriši svoju internet vezu popunjavajući tražene vrednosti. Kad si spreman pritisni OK da nastaviš.

source: Please do not change any values unless you know what you are doing!
bg: Моля не променяйте данните освен ако знаете какво вършите!
sr: Molim ne menjate vrednosti ukoliko ne znate šta radite!

source: Please enter a name for the new bouquet
bg: Моля въведете име за новия букет
sr: Molim unesite ime za novi buket
