Repository: ambrosa/test
Catalog: enigma2/po/*.po
Languages: bg, sr

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
bg: Безжичната LAN интернет връзка не може да се стартира! Свързахте ли вашият USB WLAN стик? Изберете следваща стъпка.
sr: Vaša bežična LAN internet veza ne može biti pokrenuta! Da li ste spojili vaš USB WLAN stik? Molim izaberite šta želite sledeće da učinite.

source: ZDFMediathek allows you to watch streams from ZDF Mediathek.
sr: ZDFMediathek vam omogućava da gledate strimove sa ZDF Mediateke.

source: Zap back to previously tuned service?
sr: Vratiti se nazad na prethodni kanal?

source: Zap back to service before positioner setup?
bg: Назад към канала преди 'настройка на позиционер'?
sr: Prebaciti na zadnji kanal pre podešavanja motora?

source: Zap back to service before satfinder?
bg: Назад към канала преди 'търсене на сателити'?
sr: Prebaciti natrag na kanal pre sat. tražitelja?

source: Zap back to service before tuner setup?
sr: Vratiti se nazad na kanal pre podešavanja tjunera?

source: Zap between commercials
sr: Zap izmeću reklama

source: ZapStatistic shows the watched services with some statistics.
sr: ZapStatistic pokazuje gledane kanale sa nekim statistikama.

source: Zoom into letterboxed/anamorph movies
sr: Zum u letterboxed/anamorph filmove

source: Zoom into letterboxed/anamorph movies.
sr: Zum u letterboxed/anamorph filmove.

source: [alternative edit]
bg: [редактиране алтернативи]
sr: [uređivanje alternative]

source: [bouquet edit]
bg: [редактиране букети]
sr: [uređivanje buketa]

source: [favourite edit]
bg: [редактиране предпочитани]
sr: [uređivanje favorita]

source: [move mode]
bg: [режим преместване]
sr: [mod premeštanja]

source: a HD skin from Kerni
sr: HD maska od Kernija

source: a gui to assign services/providers to common interface modules
sr: Gui da dodeli kanale/provajdere modulima opšteg interfejsa

source: a gui to assign services/providers/caids to common interface modules
sr: Gui da dodeli kanale/provajdere/kaide modulima opšteg interfejsa

source: abort alternatives edit
bg: прекъсни редактирането на алтернативи
sr: odustani od uređivanja alternative

source: abort bouquet edit
bg: прекъсни редактирането на букети
sr: prekini uređivanje buketa

source: abort favourites edit
bg: прекъсни редактирането на предпочитани
sr: odustani od uređivanja favorita

source: about to start
bg: стартирам
sr: spremni za početak

source: activate current configuration
bg: активирай текущите настройки
sr: Aktivirajte aktuelnu konfiguraciju

source: activate network adapter configuration
sr: Aktivirajte konfiguraciju mrežnog adaptera

source: add AutoTimer...
sr: Dodaj autotajmer...

source: add Provider
bg: добави Провайдър
sr: Dodaj provajdera

source: add Service
bg: добави Канал
sr: Dodaj kanal

source: add a nameserver entry
bg: Добавете DNS
sr: Dodaj nejmserver

source: add alternatives
bg: добави алтернативи
sr: dodaj alternative

source: add bookmark
bg: добави отметка
sr: Dodaj oznaku

source: add bouquet
bg: добави букет
sr: dodaj buket

source: add directory to playlist
bg: добави директория към плейлиста
sr: dodaj direktorijum u plejlistu

source: add file to playlist
bg: добави файл към плейлиста
sr: dodaj datoteku u plejlistu

source: add files to playlist
bg: добави файлове към плейлиста
sr: dodaj datoteke u plejlistu

source: add filters
sr: Dodaj filtere

source: add marker
bg: добави маркер
sr: dodaj oznaku

source: add recording (enter recording duration)
bg: добави запис (въведете продължителност на записа)
sr: dodaj snimanje (unesite dužinu snimanja)

source: add recording (enter recording endtime)
bg: добави запис (въведете край на записа)
sr: dodaj snimanje (unesi završno vreme snimanja)

source: add recording (indefinitely)
bg: добави запис (без ограничение)
sr: dodaj snimanje (nedefinisano)

source: add recording (stop after current event)
bg: добави запис (спри след текущото предаване)
sr: dodaj snimanje (zaustavi posle trenutnog događaja)

source: add service to bouquet
bg: добави канала към букет
sr: dodaj kanal u buket

source: add service to favourites
bg: добави канал към предпочитани
sr: dodaj kanal u favorite

source: add services
sr: Dodaj kanale

source: add to parental protection
bg: добави към родителска защита
sr: dodaj u roditeljsku zaštitu

source: advanced
bg: разширен
sr: napredno

source: alphabetic sort
bg: подреждане по азбучен ред
sr: sortiraj abecedno

source: assign color buttons (red/green/yellow/blue) to plugins from MOVIELIST.
sr: dodeli obojene tipke (crveno/zeleno/žuto/plavo) dodacima iz liste FILMOVA.

source: assign color buttons to plugins from MOVIELIST
sr: dodeli obojene tipke dodacima iz liste FILMOVA.

source: assign long key-press (red/green/yellow/blue) to plugins or E2 functions.
sr: dodeli dugački pritisak (crveno/zeleno/žuto/plavo) dodacima ili E2 funkcijama.

source: assign long key-press on color buttons to plugins or E2 functions
sr: dodeli dugački pritisak na obojenu tipku dodacima ili E2 funkcijama

source: assigned CAIds:
sr: dodeljeni CAIdi:

source: assigned Services/Provider:
sr: Dodeljeni kanali/Provajder:

source: at beginning
sr: na početku

source: at end
sr: na kraju

source: audio track (%s) format
bg: audio track (%s) формат
sr: Audio zapis(%s) format

source: audio track (%s) language
bg: audio track (%s) език
sr: Audio zapis (%s) jezik

source: audio tracks
sr: Audio zapisi

source: autotimers need a match attribute
sr: auto tajmer treba atribut za slaganje

source: available
bg: на разположение
sr: dostupno

source: back
bg: назад
sr: natrag

source: background image
bg: фон
sr: Pozadinska slika

source: backgroundcolor
bg: цвят на фон
sr: Boja pozadine

source: better
bg: по-добър
sr: bolje

source: black
bg: черен
sr: Crno

source: blacklist
bg: черен лист
sr: crna lista

source: blue
bg: син
sr: Plavo

source: bob
sr: klatno

source: burn audio track (%s)
bg: запис audio track (%s)
sr: Nareži audio zapis (%s)

source: case-insensitive search
sr: pretraga bez vel/mal slova

source: case-sensitive search
sr: Pretraga sa vel/mal slovima

source: change recording (duration)
bg: променете запис (продължителност)
sr: promeni dužinu snimanja

source: change recording (endtime)
bg: променете запис (край)
sr: promeni snimanje (završno vreme)

source: chapters
bg: глави
sr: Poglavlja

source: circular left
bg: кръгова лява
sr: leva cirkularna

source: circular right
bg: кръгова дясна
sr: desna cirkularna

source: clear playlist
bg: изчисти плейлист
sr: očisti Plejlistu

source: complex
bg: сложен
sr: kompleksno

source: config changed.
sr: konfig promenjen.

source: config menu
bg: конфиг меню
sr: konfig meni

source: confirmed
bg: потвърден
sr: Potvrđeno

source: connected
bg: свързан
sr: Povezano

source: continue
bg: продулжава
sr: nastavi

source: control multiple Dreamboxes with different RCs
sr: kontroliši više drimboksova sa različitim daljinskim

source: copy to bouquets
bg: копиране в букет
sr: kopiraj u bukete

source: could not be removed
bg: не може да се отстрани
sr: ne može biti uklonjeno

source: create directory
bg: създай директория
sr: Kreiraj direktorijum

source: creates virtual series folders from episodes
sr: kreira virtuelne fascikle serija od epizoda

source: creates virtual series folders from sets of recorded episodes
sr: kreira virtuelne fascikle serija od seta snimljenih epizoda

source: currently installed image: %s
sr: Trenutno instalisani imidž: %s

source: daily
bg: дневно
sr: dnevno

source: day
bg: ден
sr: Dan

source: default
sr: standardni

source: delete
bg: изтрий
sr: Obriši

source: delete cut
bg: изтрий изрежи
sr: obriši rez

source: delete file
bg: изтрий файл
sr: Obriši datoteku

source: delete playlist entry
bg: изтрий записа от плейлиста
sr: obriši unos plejliste

source: delete saved playlist
bg: изтрий записания плейлист
sr: obriši sačuvanu plejlistu

source: delete...
bg: изтрий ...
sr: Obriši...

source: description
sr: opis

source: disable
bg: спри
sr: onemogući

source: disable move mode
bg: спри режим преместване на канал
sr: onemoguće mod premeštanja

source: disabled
bg: спрян
sr: onemogućeno

source: disconnected
bg: изключен
sr: nepovezan

source: do not change
bg: не променяй
sr: ne menjaj

source: do nothing
bg: не прави нищо
sr: ne čini ništa

source: don't record
bg: не записвай
sr: ne snimaj

source: done!
bg: готово!
sr: Učinjeno!

source: edit alternatives
sr: Uredi alternative

source: edit filters
sr: Uredi filtere

source: edit services
sr: Uredi kanale

source: empty
bg: празен
sr: prazno

source: enable
bg: разреши
sr: omogući

source: enable bouquet edit
bg: редактиране на букети
sr: omogući uređivanje paketa

source: enable favourite edit
bg: редактиране на предпочитани
sr: omogući uređivanje favorita

source: enable move mode
bg: включи режим преместване на канал
sr: uključi mod za premeštanje

source: enabled
bg: разрешен
sr: omogućeno

source: end alternatives edit
sr: kraj uređivanja alternativa

source: end bouquet edit
bg: редактирането на букет завърши
sr: završi uređivanje buketa

source: end cut here
sr: završi rez ovde

source: end favourites edit
bg: редактирането на предпочитани завърши
sr: završi uređivanje favorita

source: equal to
bg: еднакъв с
sr: jednako

source: exact match
sr: egzaktno slaganje

source: exit DVD player or return to file browser
bg: изход от DVD плеър или връщане към файловия браузър
sr: Napustite DVD plejer ili se vratite na pretraživač datoteka

source: exit mediaplayer
bg: изход от медийния плеър
sr: Izađi iz medija plejera

source: exit movielist
bg: изход от списъка с филми
sr: izađi iz liste filmova

source: exit nameserver configuration
bg: изход от настройките на nameserver
sr: Napustite konfiguraciju nejmservera

source: exit network adapter configuration
bg: изход от настройките на мрежовия адаптер
sr: Napustite konfiguraciju mrežnog adaptera

source: exit network interface list
sr: Napustite listu mrežnih interfejsa

source: exit networkadapter setup menu
sr: Napustite meni postavki mrežnog adaptera

source: fileformats (BMP, PNG, JPG, GIF)
bg: Файлов формат (BMP, PNG, JPG, GIF)
sr: Formati datoteka (BMP,PNG,JPG,GIF)

source: filename
bg: Име на файл
sr: Ime datoteke

source: fine-tune your display
bg: Фина настройка на дисплея
sr: Fino podesite vaš displej

source: forward to the next chapter
bg: напред към следващата глава
sr: Napred na sledeće poglavlje

source: free
bg: свободни
sr: slobodno

source: free diskspace
bg: свободно място на диска
sr: slobodan prostor na disku

source: go to deep standby
bg: изключи
sr: pokreni isključivanje drimboxa

source: go to standby
bg: към режим готовност
sr: pođi u pripravnost

source: grab this frame as bitmap
bg: запиши кадъра като bitmap
sr: Postavite ovaj frejm kao bitmapu

source: green
bg: зелен
sr: zeleno

source: hear radio...
bg: слушай радио...
sr: slušaj radio...

source: help...
bg: помощ...
sr: pomoć...

source: hide extended description
bg: скрий разширеното описание
sr: sakrij prošireni opis

source: hide player
bg: скрий плеъра
sr: sakrij plejer

source: horizontal
bg: хоризонтална
sr: horizontalno

source: hour
bg: час
sr: sat

source: hours
bg: часове
sr: sati

source: immediate shutdown
bg: незабавно изключване
sr: odmah isključi

source: in Description
sr: U opisu

source: in Shortdescription
sr: u kratkom opisu

source: in Title
sr: u nazivu

source: init module
sr: Iniciraj blok

source: init modules
sr: iniciraj blokove

source: insert mark here
bg: постави отметка тук
sr: unesi oznaku ovdje

source: jump back to the previous title
bg: обратно към предишното заглавие
sr: Skoči nazad na prethodni naslov

source: jump forward to the next title
bg: напред към следващото заглавие
sr: Skoči napred na naredni naslov

source: jump to listbegin
bg: назад към началото на списъка
sr: skoči na početak liste

source: jump to listend
bg: напред към края на списъка
sr: skoči na kraj liste

source: jump to next marked position
bg: към следващата отметка
sr: skoči do sledeće označene pozicije

source: jump to previous marked position
bg: към предишната отметка
sr: skoči do predhodne označene pozicije

source: leave movie player...
bg: изход филмов плеър...
sr: napusti video plejer

source: left
bg: ляв
sr: levi

source: length
bg: дължина
sr: dužina

source: list of EPG views...
sr: lista EPG pregleda...

source: list style compact
sr: kompaktni stil liste

source: list style compact with description
sr: kompaktni stil liste sa opisom

source: list style default
sr: standardne postavke stila liste

source: list style single line
sr: kompaktni jednostruki stil liste

source: load playlist
bg: зареди плейлист
sr: učitaj plejlistu

source: locked
bg: заключен
sr: zaključan

source: loopthrough to
bg: преминаващ към
sr: Prolaz do

source: manual
bg: ръчно
sr: ručno

source: menu
bg: меню
sr: meni

source: menulist
bg: Меню
sr: Meni lista

source: minute
bg: минута
sr: minut

source: minutes
bg: минути
sr: minuti

source: missing parameter "id"
sr: nedostaje parametar "id"

source: month
bg: месец
sr: Mesec

source: move PiP to main picture
sr: premesti SuS na glavnu sliku

source: move down to last entry
bg: премести надолу към последния запис
sr: Pomeri dole na poslednji unos

source: move down to next entry
bg: премести надолу към следващия запис
sr: Pomeri dole na naredni unos

source: move up to first entry
bg: премести нагоре към първия запис
sr: Pomeri gore na prvi unos

source: move up to previous entry
bg: премести нагоре към предишен запис
sr: Pomeri gore na prethodni unos

source: movie list
bg: филмов списък
sr: lista filmova

source: never
bg: никога
sr: nikad

source: next channel
bg: следващ канал
sr: sjedeći kanal

source: next channel in history
bg: следващ канал по хронология
sr: sledeći kanal u istoriji

source: no
bg: не
sr: Ne

source: no CAId selected
bg: не е избеан CAId
sr: CAId nije izabran

source: no CI slots found
bg: няма открити CI слотве
sr: CI otvor nije nađen

source: no HDD found
bg: няма открит HDD
sr: Hard disk nije pronađen

source: no Services/Providers selected
sr: nijedni kanali/provajderi nisu izabrani

source: no module found
bg: няма открит модул
sr: nema modula

source: no standby
bg: без готовност
sr: ne stanje pripravnosti

source: no timeout
bg: без прекъсване
sr: nema vremenskog ograničenja

source: none
bg: никой
sr: prazno

source: not configured
sr: nije konfigurisano

source: not locked
bg: не е заключен
sr: nije prihvaćen

source: not supported
sr: nije podržano

source: not used
bg: не се използва
sr: nije u upotrebi

source: nothing connected
bg: нищо не е свързано
sr: ništa nije spojeno

source: of a DUAL layer medium used.
sr: Dvoslojni medij se koristi

source: of a SINGLE layer medium used.
sr: Jednoslojni medij se koristi

source: off
bg: изкл.
sr: isključi

source: on
bg: вкл.
sr: uključi

source: on READ ONLY medium.
sr: na mediju samo za čitanje

source: on Weekday
sr: u nedelji

source: once
bg: веднъж
sr: jednom

source: open nameserver configuration
bg: отвори настройките за nameserver
sr: Otvori konfiguraciju nejmservera

source: open servicelist
bg: отвори списъка с канали
sr: otvori listu kanala

source: open servicelist(down)
bg: отвори списъка с канали(down)
sr: otvori listu kanala(dole)

source: open servicelist(up)
bg: отвори списъка с канали(up)
sr: otvori listu kanala(gore)

source: partial match
sr: delimično slaganje

source: pass
sr: lozinka

source: pause
bg: пауза
sr: pauza

source: play entry
sr: reprodukuj unos

source: play from next mark or playlist entry
sr: Reprodukuj od sledeće oznake ili naslova sa liste za reprodukciju

source: play from previous mark or playlist entry
sr: Reprodukuj od prethodne oznake ili naslova sa liste za reprodukciju

source: please press OK when ready
bg: моля натиснете ОК когато е готово
sr: pritisni OK kada si spreman

source: please wait, loading picture...
bg: моля изчакайте, зареждам снимка...
sr: molim pričekajte, učitavam sliku...

source: previous channel
bg: предишен канал
sr: prethodni kanal

source: previous channel in history
bg: предишен посетен канал
sr: predhodni kanal u istoriji

source: record
bg: запис
sr: Snimi

source: recording...
bg: запис...
sr: snimanje...

source: red
bg: червен
sr: Crveno

source: redesigned Kerni-HD1 skin
sr: redizajnirana Kerni-HD1 maska

source: remove a nameserver entry
sr: Uklonite unos nejmservera

source: remove after this position
bg: премахни след тази позиция
sr: obriši posle ove pozicije

source: remove all alternatives
bg: премахни всички алтернативи
sr: obriši sve alternative

source: remove all new found flags
bg: премахни всички маркировки за 'нов канал'
sr: obriši sve novo nađene zastave

source: remove before this position
bg: премахни преди тази позиция
sr: obriši pre ove pozicije

source: remove bookmark
bg: премахни отметка
sr: uklonite oznaku

source: remove directory
bg: премахни директория
sr: Uklonite direktorijum

source: remove entry
bg: премахни
sr: obriši unos

source: remove from parental protection
bg: премахни от родителски контрол
sr: obriši iz roditeljske zaštite

source: remove new found flag
bg: премахване на маркировката за 'нов канал'
sr: obriši novo nađenu zastavu

source: remove selected satellite
bg: премахни избрания сателит
sr: Uklonite izabrani satelit

source: remove this mark
bg: премахни отметката
sr: obriši ovu oznaku

source: repeat playlist
bg: повтори плейлиста
sr: Ponovite listu za reprodukciju

source: repeated
bg: повторен
sr: ponavljam

source: rewind to the previous chapter
bg: превърти до предишната глава
sr: Premotaj na prethodno poglavlje

source: right
bg: десен
sr: desno

source: save last directory on exit
bg: запис последната директория при изход
sr: Sačuvajte poslednji direktorijum kod izlaska

source: save playlist
bg: запис плейлист
sr: sačuvaj plejlistu

source: save playlist on exit
bg: запис плейлист при изход
sr: Sačuvajte listu za reprodukciju kod izlaska

source: scan done!
bg: сканирането завърши!
sr: pretraživanje završeno!

source: scan in progress - %d%% done!
bg: сканиране - %d%% завършени!
sr: pretraživanje u toku - %d%% gotovo!

source: scan state
bg: състояние сканиране
sr: status skeniranja

source: second
bg: втори
sr: drugi

source: second cable of motorized LNB
bg: втори кабелен или моторизиран LNB
sr: drugi kabal od motorizovanog LNB-a

source: seconds
bg: секунди
sr: sekundi

source: see service-epg (and PiP) from channels in an infobar
sr: vidi epg kanala (i PiP) od kanala u jednoj info traci

source: select
bg: избор
sr: Izaberite

source: select CAId
bg: избор CAId
sr: Izaberite CAId

source: select CAId's
bg: избор CAId's
sr: Izaberite CAId-e

source: select interface
bg: избор интерфейс
sr: Izaberite interfejs

source: select menu entry
bg: избор menu entry
sr: Izaberite meni ulaz

source: select movie
bg: избор филм
sr: odaberi film

source: select the movie path
sr: Izaberite putanju filma

source: service PIN
sr: PIN kanala

source: set enigma2 to standby-mode after startup
sr: postavi enigmu2 u mod pripravnosti posle starta

source: sets the Audio Delay (LipSync)
sr: podesi audio kašnjenje (LipSync)

source: setup PIN
sr: podesi PIN

source: show DVD main menu
bg: покажи главното DVD mеню
sr: Pokaži glavni DVD meni

source: show EPG...
bg: покажи EPG...
sr: prikaži EPG...

source: show Infoline
bg: покажи инфолиния
sr: Pokaži Info liniju

source: show all
bg: покажи всичко
sr: prikaži sve

source: show alternatives
bg: покажи алтернативи
sr: prikaži alternative

source: show event details
bg: детайли на предаването
sr: prikaži proširene infor.

source: show extended description
bg: покажи разширено описание
sr: prikaži proširene informacije

source: show first selected tag
bg: покажи първия избран tag
sr: Pokaži prvu izabranu oznaku

source: show second selected tag
bg: покажи втория избран tag
sr: Pokaži drugu izabranu oznaku

source: show shutdown menu
bg: покажи меню за изкл.
sr: prikaži meni isključivanja

source: show single service EPG...
bg: покажи EPG на канала...
sr: prikaži EPG jednog kanala...

source: show tag menu
bg: покажи tag меню
sr: prikaži citat menia

source: show transponder info
bg: покажи инфо за транспондер
sr: prikaži info transpondera

source: shuffle playlist
bg: разбъркано пускане
sr: sam biraj iz plejliste

source: shut down
sr: isključi

source: shutdown
bg: изключване
sr: isključi

source: simple
bg: опростен
sr: jednostavno

source: skip backward
bg: прескочи назад
sr: preskoči unazad

source: skip backward (enter time)
bg: прескочи назад (въведи време)
sr: preskoči unazad (unesi vreme)

source: skip forward
bg: прескочи напред
sr: preskoči unapred

source: skip forward (enter time)
bg: прескочи напред (въведи време)
sr: preskoči napred (unesi vreme)

source: slide picture in loop
sr: Pomeraj sliku u okviru

source: sort by date
bg: подреди по дата
sr: sortiraj po datumu

source: special characters
sr: posebni karakteri

source: standard
bg: стандарт
sr: standardno

source: standby
bg: стендбай
sr: stanje pripravnosti

source: start cut here
bg: изрежи тук
sr: počni rez ovde

source: start directory
bg: стартова директория
sr: Početni direktorijum

source: start timeshift
bg: старт таймшифт
sr: pokreni vrem.pomak

source: stop PiP
bg: спри PiP
sr: zaustavi PiP

source: stop entry
sr: zaustavi unos

source: stop recording
bg: спри запис
sr: zaustavi snimanje

source: stop timeshift
bg: спри таймшифт
sr: zaustavi vrem.pomak

source: swap PiP and main picture
bg: смяна PiP и основна картина
sr: zameni SuS sa glavnom slikom

source: switch to bookmarks
bg: превкл. на bookmarks
sr: Prebaci na oznake

source: switch to filelist
bg: превкл. на файллист
sr: prebaci u listu datoteka

source: switch to playlist
bg: превкл. на плейлист
sr: prebaci u plejlistu

source: switch to the next angle
bg: превкл. на следващ ъгъл
sr: Prebaci na sledeći ugao

source: switch to the next audio track
bg: превкл. на следващ аудио език
sr: Prebaci na sledeći audio zapis

source: switch to the next subtitle language
bg: превкл. на следващ език за субтитри
sr: Prebaci na sledeći jezik titla

source: template file
bg: примерен файл
sr: Šablon datoteka

source: textcolor
bg: цвят на текст
sr: Boja teksta

source: this recording
bg: този запис
sr: ovo snimanje

source: this service is protected by a parental control pin
bg: този канал е заключен с ПИН за родителски контрол
sr: kanal je zaštićen s pin kodom roditeljske kontrole

source: toggle a cut mark at the current position
bg: прикрепи разделяща отметка на текущата позиция
sr: aktiviraj rezanje na trenutno označenoj poziciji

source: toggle time, chapter, audio, subtitle info
bg: прикрепи време, глава, аудио, субтитри инфо
sr: Prebacuj vreme,poglavlje,audio,subtitl informacije

source: tuner is not supported
sr: tjuner nije podržan

source: unable to find timer with id %i
sr: nemoguće pronaći tajmer sa id %i

source: unconfirmed
bg: непотвърден
sr: Nepotvrđeno

source: unknown
bg: непознат
sr: Nepoznato

source: unknown service
bg: непознат канал
sr: Nepoznat kanal

source: until standby/restart
sr: do spreman/restart

source: use as HDD replacement
sr: koristi kao zamenu za hard disk

source: use your Dreambox as Web proxy
sr: koristi svoj drimboks kao veb proksi

source: use your Dreambox as Web proxy.
sr: koristi svoj drimboks kao veb proksi.

source: user defined
bg: потребителска
sr: korisnički definisano

source: vertical
bg: вертикална
sr: vertikalno

source: view extensions...
bg: виж разширенията...
sr: gledaj ekstenzije...

source: view recordings...
bg: виж записите...
sr: gledaj snimke...

source: wait for ci...
bg: изчакай за ci...
sr: čekaj ci...

source: wait for mmi...
bg: изчакай за mmi...
sr: čekam mmi...

source: waiting
bg: изчаквам
sr: čekam

source: was removed successfully
bg: беше премахнат успешно
sr: uspešno je uklonjen

source: weekly
bg: седмично
sr: nedeljno

source: whitelist
bg: бял лист
sr: bela lista
