Repository: ambrosa/test
Catalog: enigma2/po/*.po
Languages: bg, sr

source: Search type
sr: Tip traženja

source: Search west
bg: Търсене на запад
sr: Pretraži zapad

source: Searching for available updates. Please wait...
sr: Traženje dostupnih ažuriranja.Molim sačekajte...

source: Searching for new installed or removed packages. Please wait...
bg: Търсене на нови инсталирани или премахнати пакети. Моля изчакайте...
sr: Traženje novih instaliranih ili uklonjenih paketa.Molim sačekajte...

source: Searching your network. Please wait...
sr: Pretražujem vašu mrežu. Molim sačekajte...

source: Secondary DNS
bg: Допълнителен DNS
sr: Sekundarni DNS

source: Security service not running.
sr: Usluga bezbednosti nije uključena.

source: See service-epg (and PiP) from other channels in an infobar.
sr: Vidi epg kanala (i PiP) sa drugih kanala na jednoj info traci.

source: Seek
bg: Търси
sr: Traži

source: Select
bg: Избери
sr: Izaberi

source: Select "exact match" to enforce "Match title" to match exactly or "partial match" if you only want to search for a part of the event title.
sr: Izaberi "potpuno slaganje" da nateraš "Složi naslov" da se potpuno složi ili "delimično slaganje" ako samo želiš da tražiš deo naslova događaja.

source: Select HDD
bg: Избери HDD
sr: Odaberi hard disk

source: Select Location
bg: Изберете Местоположение
sr: Izaberi lokaciju

source: Select Network Adapter
bg: Изберете Мрежов Адаптер
sr: Odaberi mrežni adapter

source: Select a movie
bg: Изберете филм
sr: Odaberi film

source: Select a timer to import
sr: Izaberi tajmer za uvoz

source: Select audio track
bg: Изберете аудио
sr: Odaberite zvučni zapis

source: Select bouquet to record on
sr: Izaberi buket za snimanje

source: Select channel to record from
bg: Изберете канал за запис
sr: Odaberite kanal za snimanje od

source: Select channel to record on
sr: Izaberi kanal za snimanje

source: Select desired image from feed list
sr: Izaberi željeni imidž sa fid liste

source: Select files for backup.
sr: Izaberi datoteke za bekap.

source: Select files/folders to backup
sr: Izaberi datoteke/fascikle za bekap

source: Select input device
sr: Izaberi ulazni uređaj

source: Select input device.
sr: Izaberi ulazni uređaj.

source: Select interface
sr: Izaberite interfejs

source: Select new feed to view.
sr: Izaberi novi fid da pregledaš.

source: Select package
bg: Изберете пакет
sr: Izaberi paket

source: Select provider to add...
bg: Добавете провайдър...
sr: Izaberi provajdera za dodavanje

source: Select refresh rate
bg: Изберете скорост за обновяване
sr: Izaberi vreme osvežavanja

source: Select service to add...
bg: Добавете канал...
sr: Izaberi kanal za dodavanje...

source: Select the key you want to set to %i ms
sr: Izaberite tipku koju želite podesiti u %i ms

source: Select the location to save the recording to.
sr: Izaberi lokaciju da sačuvaš snimanja.

source: Select type of Filter
sr: Izaberi tip filtera

source: Select upgrade source to edit.
sr: Izaberi izvor nadodradnje za uređivanje.

source: Select video input with up/down buttons
bg: Изберете видео вход с бутони нaгоре/надолу
sr: Izaberi video ulaz sa UP/DOWN tipkama

source: Select video mode
bg: Изберете видео режим
sr: Izaberi video mod

source: Select whether or not you want to enforce case correctness.
sr: Izaberi da li želiš ili ne da nateraš tačnost velikih i malih slova.

source: Select wireless network
bg: Изберете безжична мрежа
sr: Izaberite bežičnu mrežu

source: Select your choice.
sr: Označi svoj izbor.

source: Send DiSEqC
bg: Изпращай DiSEqC
sr: Poslati DISEqC

source: Send DiSEqC only on satellite change
bg: Изпращай DiSEqC само при смяна на сателит
sr: Poslati DISEqC samo kod promene satelita

source: Seperate titles with a main menu
sr: Odvojite naslove sa glavnim meniem

source: Sequence repeat
bg: Последователни повторения
sr: Ponovi redosled

source: Serbian
bg: Сръбски
sr: Srpski

source: Server share
sr: Server deo

source: Service
bg: Канали
sr: Kanal

source: Service Scan
bg: Търсене на Канали
sr: Skeniranje Kanala

source: Service Searching
bg: Търсене на Канали
sr: Pretraživanje kanala

source: Service delay
sr: Kašnjenje kanala

source: Service has been added to the favourites.
bg: Каналът беше добавен към предпочитани.
sr: Kanal je dodat u listu favorita.

source: Service has been added to the selected bouquet.
bg: Каналът беше добавен към избрания букет.
sr: Kanal je dodat u odabrani buket.

source: Service invalid! (Timeout reading PMT)
bg: Невалиден канал! (Timeout reading PMT)
sr: Neispravan kanal! (Isteklo čitanje PMT)

source: Service not found! (SID not found in PAT)
bg: Не е открит канал! (SID не е открит в PAT)
sr: Kanal nije pronađen! (SID nije pronađen u PAT)

source: Service reference
sr: Kanal referenca

source: Service scan
bg: Търсене на Канали
sr: Skeniranje kanala

source: Service unavailable! Check tuner configuration!
bg: Каналът не е наличен! Проверете настройките на тунера!
sr: Kanal nije dostupan! Proverite konfiguraciju tjunera

source: Serviceinfo
bg: Инфо канал
sr: Info kanala

source: Services
bg: Канали
sr: Kanali

source: Set Bitstream/PCM audio delays
sr: Podesi bitstrim/PCM audio kašnjenja

source: Set End Time
sr: Podesi završno vreme

source: Set Voltage and 22KHz
sr: Podesi napon i 22Khz

source: Set available internal memory threshold for the warning.
sr: Podesi prag dostupne interne memorije za opomenu

source: Set delay to %i ms (can be set)
sr: podesi kašnjenje u %i ms (može se podesiti)

source: Set interface as default Interface
bg: Направи интерфейса като основен Интерфейс
sr: Postavi interfejs kao osnovni interfejs

source: Set limits
bg: Поставяне лимити
sr: Postavi limite

source: Set maximum duration
sr: Postavi maksim. trajanje

source: Set this NO to disable this AutoTimer.
sr: Podesi ovde NE da isključiš ovaj auto tajmer.

source: Setting key canceled
sr: Podešavanje tipke otkazano

source: Settings
bg: Настройки
sr: Postavke

source: Setup
bg: Настройки
sr: Podešavanje

source: Setup Mode
bg: Режим Настройки
sr: Mod postavki

source: Setup for the Audio Sync Plugin
sr: Podešavanje Audio Sync dodatka

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
sr: Da li da USB stik čarobnjak nastavi i programira imidž datoteku %s u fleš memoriju?

source: Sharpness
sr: Oštrina

source: Short Movies
sr: Kratki filmovi

source: Short filenames
sr: Kratka imena datoteka

source: Should this AutoTimer be restricted to a timespan?
sr: Da li ograničiti ovaj auto tajmer na vremenski razmak?

source: Should this AutoTimer only match up to a certain event duration?
sr: Da li ovaj auto tajmer treba samo da se složi sa trajanjem određenog događaja?

source: Should timers created by this AutoTimer be recorded to a custom location?
sr: Trebaju li tajmeri kreirani od ovog auto tajmera biti snimljeni na uobičajenu lokaciju?

source: Show Info
bg: Покажи Инфо
sr: Prikaži info

source: Show Message when Recording starts
bg: Показвай съобщение когато започне запис
sr: Pokaži poruku kad snimanje počne

source: Show WLAN Status
bg: Покажи WLAN Състояние
sr: Prikaži status WLAN-a

source: Show blinking clock in display during recording
bg: Показвай мигащ часовник на дисплея по време на запис
sr: Prikaži trepćući sat na displeju tokom snimanja

source: Show event-progress in channel selection
sr: Pokaži napredak događaja u izboru kanala

source: Show in extension menu
sr: Prikaži u meniu proširenja

source: Show info screen
sr: Pokaži info ekran

source: Show infobar on channel change
bg: Показвай инфобара при смяна на канал
sr: Prikaži info traku na promeni kanala

source: Show infobar on event change
bg: Показвай инфобар при смяна на предаване
sr: Prikaži info traku pri promeni događaja

source: Show infobar on skip forward/backward
bg: Показвай инфобар при прескачане напред/назад
sr: Prikaži info traku na preskakanju napred/nazad

source: Show notification on conflicts
sr: Pokaži obaveštenje kod problema

source: Show positioner movement
bg: Показвай въртенето на антената
sr: Prikaži kretanje motora

source: Show services beginning with
bg: Показвай канали започващи с
sr: Prikaži kanale koji počinju sa

source: Show the radio player...
bg: Покажи радио плеъра...
sr: Prikaži radio plejer ...

source: Show the tv player...
bg: Покажи ТВ плеъра...
sr: Prikaži tv plejer...

source: Show webcam pictures on your TV Screen
sr: Prikaži slike sa veb kamer na vašem TV ekranu

source: Shows a list containing the zapping-history and allows user to zap to the entries or to modify them.
sr: Prikaži listu koja sadrži zap istoriju i dozvoljava korisniku da prebaci na unose ili da ih modifikuje.

source: Shows a list of recent zap entries
sr: Prikaži listu nedavnih prebacivanja

source: Shows average bitrate of video and audio
sr: Prikaži prosečni bitrejt videa i audia

source: Shows statistics of watched services
sr: Prikaži statistiku gledanih kanala

source: Shows the clock permanently on the screen
sr: Prikazuje sat stalno na ekranu

source: Shows the state of your wireless LAN connection.
bg: Показва статуса на вашата безжична LAN връзка.
sr: Prikaži stanje vaše bežične LAN veze.

source: Shutdown
sr: Isključivanje

source: Shutdown Dreambox after
bg: Изключи Clarke-Tech след
sr: Isključi drimbox posle

source: Signal Strength:
bg: Сила на сигнала:
sr: Jačina signala:

source: Similar
bg: Подобен
sr: Slično

source: Similar broadcasts:
bg: Подобни предавания:
sr: Slične emisije:

source: Simple
bg: Опростен
sr: Jednostavno

source: Simple IRC GroupChat client for e2 #dm8000-vip channel
sr: Jednostavni IRC grupni čet klijent za e2 #dm8000-vip kanal

source: Simple titleset (compatibility for legacy players)
sr: Jednostavne postavke naslova (kompatibilnost za legacy plejere)

source: SimpleRSS allows reading RSS newsfeeds on your Dreambox.
sr: Jednostavni RSS omogućava čitanje vesti sa fida na vašem drimboksu.

source: Single
bg: Единичен
sr: Jedan

source: Single EPG
bg: ЕПГ на канал
sr: Jedan EPG

source: Single satellite
bg: Един Сателит
sr: Jedan satelit

source: Single transponder
bg: Един транспондер
sr: Jedan Transponder

source: Singlestep (GOP)
sr: Korak po korak

source: Skin
bg: Кожа...
sr: Maska

source: SkinSelector shows a menu with selectable skins
sr: SkinSelector prikazuje meni sa mogućim maskama

source: Skins
bg: Кожи
sr: Maska

source: Sleep Timer
bg: Tаймер за Сън
sr: Tajmer spavanja

source: Sleep timer action:
bg: Действие при таймер за сън:
sr: Dejstvo tajmera spavanja:

source: Slideshow Interval (sec.)
bg: Слайдшоу Интервал (сек.)
sr: Interval pokaz.prezentacije(sek.)

source: Slot %d
bg: Слот %d
sr: Otvor %d

source: Slovakian
bg: Словашки
sr: Slovački

source: Slovenian
bg: Словенски
sr: Slovenački

source: Slow
bg: Бавно
sr: Sporo

source: Slow Motion speeds
bg: Скорост при забавено движение
sr: Brzine usporene reprodukcije

source: Software
bg: Софтуер
sr: Softver

source: Software management
bg: Управление Софтуер
sr: Upravljač softvera

source: Software manager setup
sr: Podešavanje upravljača softvera

source: Software restore
bg: Възстановяване на Софтуера
sr: Vraćanje softvera

source: Software update
bg: Актуализация на Софтуера
sr: Nadogradnja softvera

source: SoftwareManager manages your Dreambox software
sr: Upravljač softvera upravlja vašim drimboks softverom

source: Softwaremanager information
sr: Informacije upravljača softvera

source: Some plugins are not available:
bg: Някои плъгини не са налични:
sr: Neki dodaci nisu dostupni:

source: Sorry MediaScanner is not installed!
bg: MediaScanner не е инсталиран!
sr: Žao mi je,MediaScanner nije instalisan

source: Sorry no backups found!
bg: Съжалявам, не са открити backups!
sr: Žao mi je,nema rezervnih kopija

source: Sorry your backup destination is not writeable. Please choose an other one.
bg: Съжалявам, не може да се записва във вашата Backup дестинация. Моля изберете друга.
sr: Žao mi je,vaša destinacija za snimanje nije upisiva. Molim izaberite drugu.

source: Sorry, no Details available!
bg: Съжалявам, няма налични детайли!
sr: Žao mi je,nema dostupnih detalja

source: Sorry, video is not available!
sr: Video nije dostupan,žao mi je!

source: Sorry, your backup destination is not writeable. Please choose another one.
bg: Съжалявам, не може да се записва във вашата Backup дестинация. Моля изберете друга.
sr: Žao mi je,vaša destinacija za snimanje nije upisiva. Molim izaberite drugu.

source: Sort A-Z
bg: Подреждане A-Z
sr: Sortiraj A-Z

source: Sort AutoTimer
sr: Izaberi autotajmer

source: Sort Time
bg: Подреждане по час
sr: Vreme sortiranja

source: Sound
bg: Звук
sr: Zvuk

source: Soundcarrier
bg: Звуконосител
sr: Zvučni nosilac

source: South
bg: Юг
sr: Jug

source: South Korea
sr: Južna Koreja

source: Spain
sr: Španija

source: Spanish
bg: Испански
sr: Španski

source: Split preview mode
sr: Podeli mod pregleda

source: Sports
sr: Sport

source: Standby
bg: Готовност
sr: Spreman

source: Standby / Restart
bg: Готовност / Рестарт
sr: Spreman / restart

source: Standby Fan %d PWM
sr: Ventilator spreman %d PWM

source: Standby Fan %d Voltage
sr: Ventilator spreman %d Voltage

source: Start Webinterface
sr: Pokreni vebinterfejs

source: Start easy your multimedia plugins with the PVR-button.
sr: Pokreni lako svoje multimedijalne dodatke PVR dugmetom.

source: Start from the beginning
bg: Започни от началото
sr: Počnite od početka

source: Start recording?
bg: Старт запис?
sr: Započeti snimanje?

source: Start test
bg: Старт тест
sr: Počnite test

source: Start with following feed:
sr: Počni sa sledećim fidom:

source: StartTime
bg: Начало час
sr: Početno vreme

source: Starting on
bg: Стартиране
sr: Pokrećem

source: Std. Feeds
sr: Std. fidovi

source: Step by step network configuration
sr: Mrežna konfiguracija korak po korak

source: Step east
bg: Стъпка на изток
sr: Korak na istok

source: Step in ms for arrow keys
sr: Korak u ms za tipke strelice

source: Step in ms for key %i
sr: Korak u ms za tipku %i

source: Step in ms for keys '%s'
sr: Korak u ms za tipke '%s'

source: Step west
bg: Стъпка на запад
sr: Korak na zapad

source: Stop
bg: Стоп
sr: Zaustavi

source: Stop Timeshift?
bg: Сиране Таймшифт?
sr: Zaustaviti vrem. pomak?

source: Stop current event and disable coming events
bg: Спри текущото и следващите предавания
sr: Zaustavi trenutni događaj i onemogući ostale dolazeće.

source: Stop current event but not coming events
bg: Спри текущото но не и следващите предавания
sr: Zaustavi trenutni događaj ali ne i ostale dolazeće

source: Stop playing this movie?
bg: Да спра този филм?
sr: Zaustaviti ovaj film?

source: Stop test
bg: Стоп тест
sr: Zaustavite test

source: Stop testing plane after # failed transponders
sr: Zaustavite testiranje matrice posle # neuspešnih transpondera

source: Stop testing plane after # successful transponders
sr: Zaustavite testiranje matrice posle#uspelih transpondera

source: Store position
bg: Запази позиция
sr: Snimi poziciju

source: Stored position
bg: Запазена позиция
sr: Snimljene pozicije

source: Stream podcasts
sr: Strim podkast

source: Streaming modules for the orf.at iptv web page.
sr: Striming modula sa orf.at iptv veb stranice.

source: Subservice list...
bg: Списък Подканали...
sr: lista podkanala...

source: Subservices
bg: Подканали
sr: Podkanali

source: Subtitle selection
bg: Избор Субтитри
sr: Izbor subtitlova

source: Subtitles
bg: Субтитри
sr: Subtitlovi

source: Sun
bg: Нед
sr: Ned

source: Sunday
bg: Неделя
sr: Nedelja

source: Support "Fast Scan"?
sr: Podržava "Brzu pretragu"?

source: Swap Services
bg: Размени Канали
sr: Zameni kanale

source: Sweden
sr: Švedska

source: Swedish
bg: Шведски
sr: Švedski

source: Switch to next subservice
bg: Към следващ подканал
sr: prebaci na sledeći podkanal

source: Switch to previous subservice
bg: Към предишен подканал
sr: prebaci na prethodni podkanal

source: Switchable tuner types:
sr: Zamenljivi tipovi tjunera:

source: Symbol rate
sr: Simbol rata

source: System
bg: Система
sr: Sistem

source: TRANSLATOR_INFO
sr: PREVODILAC_INFO

source: TS file is too large for ISO9660 level 1!
sr: TS datoteka je prevelika za ISO9660 nivo 1!

source: TV Charts of all users
sr: TV mape svih korisnika

source: TV System
bg: ТВ Система
sr: TV Sistem

source: Table of content for collection
sr: Tabela sadržaja za kolekciju

source: Tag 1
sr: Oznaka 1

source: Tag 2
sr: Oznaka 2

source: Tags
sr: Oznake

source: Tags the Timer/Recording will have.
sr: Oznake koje će imati Tajmer/Snimanje

source: Tags:
sr: Oznake:

source: Taiwan
sr: Tajvan

source: Temperature and Fan control
sr: Kontrola temperature i ventilatora

source: Temperature-dependent fan control.
sr: Kontrola vent. zavisna od temperature.

source: Terrestrial
bg: Наземна
sr: Zemaljski

source: Terrestrial provider
bg: Наземен провайдър
sr: Zemaljski provajder

source: Test DiSEqC settings
bg: Тест DiSEqC настройки
sr: Testiraj DISEqC postavke

source: Test Type
bg: Тест Тип
sr: Testiraj tip

source: Test again
sr: Testiraj ponovo

source: Test mode
bg: Тестов режим
sr: Test način

source: Test the network configuration of your Dreambox.
bg: Тест на мрежовите настройки на вашия Clarke-Tech.
sr: Testirajte mrežnu konfiguraciju vašeg drimboxa.

source: Test your DiSEqC equipment
sr: Testiraj svoju DISEqC opremu

source: Test-Messagebox?
bg: Тест-Кутия за съобщения?
sr: Testiraj-sanduče poruka?

source: Thank you for using the wizard. Please press OK to continue.
bg: Благодаря ви,че използвахте помощника. Натиснете ОК за да продължите.
sr: Hvala vam na korišćenju čarobnjaka. Molim pritisnite OK da nastavite.

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your Dreambox.
bg: Благодаря ви,че използвахте помощника. Приемника е вече готов за ползване. Моля натиснете OK за да започнете да използвате вашия Clarke-Tech.
sr: Hvala vam na korišćenju čarobnjaka. Vaš prijemnik je sada spreman za korišćenje. Molim pritisnite tipku OK za početak korišćenja vašeg Drimboxa.

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
sr: Hvala za korišćenje čarobnjaka.Vaš novi autotajmer je dodat u listu. Pritisnite OK da nastavite.

source: The CleanupWizard informs you when the internal free memory of your dreambox has dropped below a definable threshold.You can use this wizard to remove some plugins.
sr: Čarobnjak za čišćenje vas obaveštava kad unutrašnja slobodna memorija vašeg drimboksa padne ispod definisanog nivoa.Možete koristiti ovaj čarobnjak da uklonite neke dodatke.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a Dreambox format data DVD (which will not play in stand-alone DVD players) instead?
sr: DVD standard ne podržava H.264 (HDTV) video strimove.Da li želite umesto toga da napravite drimbox format DVD (koji se neće moći reprodukovati u samostalnim DVD plejerima)?

source: The Hotplug plugin notifies your system of newly added or removed devices.
sr: Hotplug dodatak obaveštava vaš sistem o novo dodatim ili uklonjenim uređajima.

source: The NetworkWizard extension is not installed! Please install it.
sr: NetworkWizard proširenje nije instalirano! molim instalirajte ga.

source: The PIN code has been changed successfully.
sr: PIN kod je uspešno promenjen.

source: The PIN codes you entered are different.
sr: PIN kodovi koji ste uneli su različiti.

source: The PicturePlayer displays your photos on the TV. You can view them as thumbnails or slideshow.
sr: Preglednik slika prikazuje vaše slike na TV-u. Možete ih videti kao male datoteke ili slajd šou.

source: The Satfinder plugin helps you to align your dish. It shows you informations about signal rate and errors.
sr: Satfinder dodatak vam pomaže da usmerite svoju antenu. On vam pokazuje informacije oko jačine signala i grešaka.

source: The SkinSelector shows a menu with selectable skins. It's now easy to change the look and feel of your Dreambox.
sr: SkinSelector vam pokazuje meni sa izabranim maskama. Sada je lako da promenite izgled i osećaj vašeg drimboksa.

source: The SoftwareManager manages your Dreambox software. It's easy to update your receiver's software, install or remove plugins or even backup and restore your system settings.
sr: SoftwareManager upravlja vašim drimboks softverom. Sada je lako da ažurirate softver vašeg prijemnika,instalirate ili uklonite dodatke ili čak uradite bekap ili vraćanje vaših sistemskih postavki.

source: The Softwaremanagement extension is not installed! Please install it.
sr: Softwaremanagement proširenje nije instalirano! molim instalirajte ga.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
sr: Tajmer neće biti dodat u listu. Molim pritisnite OK da zatvorite čarobnjaka.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
sr: Vremenski razmak auto tajmera je prva "napredna" osobina.Ako je vrem. razmak naznačen,događaj će se poklopiti sa ovim auto tajmerom samo ako leži u tom vrem. razmaku.

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
sr: USB stik je bio pripremljen da bude butabiloan. Sada možete skinuti NFI imidž datoteku!

source: The VideoEnhancement plugin provides advanced video enhancement settings.
sr: VideoEnhancement dodatak obezbeđuje napredno podešavanje video poboljšanja.

source: The VideoTune helps fine-tuning your tv display. You can control brightness and contrast of your tv.
sr: VideoTune vam pomaže za fino podešavanje vašeg TV ekrana. Možete kontrolisati osvetljenje i kontrast vašeg TV-a.

source: The Videomode plugin provides advanced video mode settings.
sr: Videomode dodatak obezbeđuje napredna video podešavanja.

source: The WirelessLan plugin helps you configuring your WLAN network interface.
sr: WirelessLan dodatak vam pomaže konfiguraciju vašeg WLAN mrežnog interfejsa.

source: The backup failed. Please choose a different backup location.
bg: Грешка при backup. Моля изберете друго место за backup.
sr: Neuspešna sigurnosna kopija. Molim odaberite drugu lokaciju.

source: The counter can automatically be reset to the limit at certain intervals.
sr: Brojač može automatski biti resetovan na na limit u određenim intervalima.

source: The directory %s is not writable. Make sure you select a writable directory instead.
sr: Direktorium %s nije za pisanje. Budi siguran da si umesto toga izabrao moguć direktorium.

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
sr: Urednik za korišćenje za nove auto tajmere. Ovo može biti ili čarobnjak ili klasični urednik.

source: The following device was found: %s Do you want to write the USB flasher to this stick?
bg: Следното устройство беше открито: %s Инсталиране на USB flasher на този стик?
sr: Sledeći uređaj nije pronađen: %s Da li želite da upišete USB flešer na stik?

source: The following files were found...
bg: Следните файлове бяха открити...
sr: Sledeće datoteke su pronađene...

source: The input port should be configured now. You can now configure the screen by displaying some test pictures. Do you want to do that now?
bg: Входящия порт трябва да се настрои сега. Вие може да настроите екрана чрез показване на няколко тестови картини. Искате ли да направите това сега?
sr: Ulazni port bi sada trebalo konfigurisati. Možete sada konfigurisati ekran prikazujući neke test slike.Želite li to sada da učinite?

source: The installation of the default services lists is finished.
bg: Инсталирането на стандартните листи с канали завърши.
sr: Instalacija osnovne liste kanala je završena.
