Repository: ambrosa/test
Catalog: enigma2/po/*.po
Languages: bg, sr

source: The installation of the default settings is finished. You can now continue configuring your Dreambox by pressing the OK button on the remote control.
bg: Инсталирането на стандартните листи с канали завърши. Сега вие можете да продължите с настройките на вашия Clarke-Tech с натискане ОК на дистанционното.
sr: Instalacija osnovnih postavki je završena.Sada možete nastaviti konfiguraciju vašeg drimboxa pritiskajući OK tipku na daljinskom upravljaču.

source: The match attribute is mandatory.
sr: Atribut slaganja je obavezan.

source: The md5sum validation failed, the file may be corrupted!
sr: md5sum provera validnosti neuspela,datoteka može biti oštećena!

source: The package doesn't contain anything.
bg: Пакетът не съдържа нищо
sr: Paket ne sadrži ništa.

source: The package:
bg: Пакетът:
sr: Paket:

source: The path %s already exists.
bg: Пътя %s вeче съществува
sr: Putanja %s već postoji.

source: The pin code you entered is wrong.
bg: Въведеният ПИН код е грешен.
sr: Uneti pin kod je pogrešan.

source: The results have been written to %s.
bg: Резултатите са записани в %s.
sr: Rezultati su zapisani u %s.

source: The skin is in KingSize-definition 1024x576
sr: Maska je u kingsajz definiciji 1024x576

source: The sleep timer has been activated.
bg: Tаймера за сън е активиран.
sr: Tajmer spavanja je aktiviran.

source: The sleep timer has been disabled.
bg: Таймера за сън е спрян.
sr: Tajmer je onemogućen.

source: The timer file (timers.xml) is corrupt and could not be loaded.
sr: Tajmer datoteka (timers.xml) je nepravilna i ne može biti ubačena.

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
bg: Плъгинът за безжична LAN не е инсталиран! Моля инсталирайте го и изберете следваща стъпка.
sr: Bežični LAN dodatak nije instaliran! Molimo instalirajte ga i izaberite šta sledeće da činite.

source: The wireless LAN plugin is not installed! Please install it.
bg: Плъгинът за безжична LAN не е инсталиран! Моля инсталирайте го.
sr: Bežični LAN dodatak nije instaliran! Molimo instalirajte ga.

source: The wizard can backup your current settings. Do you want to do a backup now?
bg: Помощникът може да backup вашите текущи настройки. Да направи ли backup сега?
sr: Čarobnjak može napraviti sigurnosnu kopiju postavki. Želite li je napraviti sada?

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
sr: Čarobnjak je pronašao bekap konfiguracije.Da li želite da vratite vaše stare postavke sa %s?

source: The wizard is finished now.
bg: Помощникът завърши.
sr: Čarobnjak je sada gotov.

source: There are at least
bg: Има най-малко
sr: Postoji najmanje

source: There are currently no outstanding actions.
sr: Trenutno nema izrazitih dešavanja.

source: There are no default services lists in your image.
bg: Няма стандартни списъци с канали във вашия имидж.
sr: Nema osnovne liste kanala u vašem imidžu.

source: There are no default settings in your image.
bg: Няма стандартни настройки във вашия имидж.
sr: Nema osnovnih postavki u vašem imidžu.

source: There are no updates available.
sr: Nema dostupnih ažuriranja.

source: There are now
bg: Сега има
sr: Postoji sada

source: There might not be enough Space on the selected Partition. Do you really want to continue?
bg: Може да няма достатъчно място на избрания дял. Искате ли да продължите?
sr: Moguće je da nema dovoljno prostora na izabranoj particiji. Da li stvarno želite nastaviti?

source: There was an error downloading the packetlist. Please try again.
bg: Грешка при изтегляне на списъка с пакети! Опитайте отново.
sr: Greška kod skidanja liste paketa. Molimo pokušajte ponovo.

source: There was an error getting the feed entries. Please try again.
sr: Desila se greška kod dobijanja fidova.Pokušaj opet.

source: There was an error. The package:
bg: Грешка! Пакетът:
sr: Desila se greška.Paket:

source: There's a certificate update available for your dreambox. Would you like to apply this update now?
sr: Postoji provereno ažuriranje dostupno za vaš drimboks.Da li želite da sada primenite ovo ažuriranje?

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
sr: Ovaj DVD RW medij je već formatiran-ponovno formatiranje će izbrisati ceo sadržaj diska.

source: This Dreambox can't decode %s streams!
bg: Този Clarke-Tech не може да декодира %s стриймове!
sr: Drimbox ne može dekodirati %s strimove!

source: This Month
sr: Ovog meseca

source: This Week
sr: Ove nedelje

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
sr: Ovo je ime koje možete dati auto tajmeru.Biće prikazano u opštem i kratkom pregledu.

source: This is step number 2.
bg: Това е стъпка номер 2.
sr: Ovo je korak broj 2.

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
sr: Ovo je razmak u satima koje će auto tajmer čekati od traženja EPG do ponovnog traženja.

source: This is the help screen. Feed me with something to display.
sr: Ovo je pomoćni ekran.Daj mi nešto da prikažem.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
sr: Ovo že se tražiti u naslovima događaja.Primedba je da tržanje npr. nemačkih samoglasnika može biti nepouzdano jer morate znati kodiranje koje kanal koristi.

source: This plugin creates a USB stick which can be used to update the firmware of your Dreambox without the need for a network or WLAN connection. First, a USB stick needs to be prepared so that it becomes bootable. In the next step, an NFI image file can be downloaded from the update server and saved on the USB stick. If you already have a prepared bootable USB stick, please insert it now. Otherwise plug in a USB stick with a minimum size of 64 MB!
sr: dodatak kreira USB stik koji se može koristiti za ažuriranje fiemvera vašeg drimboksa bez potrebe za mrežom ili WLAN vezom. Prvo,USB stik treba biti pripremljen da bi postao butabilan. U sledećem koraku,neki NFI imidž može biti skinut sa servera za ažuriranje i sačuvan na USB stiku. Ako ste već ranije pripremili butabilni USB stik,molimo da ga sad ubacite. U svakom slučaju uključite USB stik minimalne veličine 64MB!

source: This plugin is installed.
bg: Този плъгин е инсталиран.
sr: Ovaj dodatak je instaliran.

source: This plugin is not installed.
bg: Този плъгин не е инсталиран.
sr: Ovaj dodatak nije instaliran.

source: This plugin will be installed.
bg: Плъгинът ще се инсталира.
sr: Ovaj dodatak će biti instaliran.

source: This plugin will be removed.
bg: Плъгинът ще бъде премахнат.
sr: Ovaj dodatak će biti uklonjen.

source: This setting controls the behavior when a timer matches a found event.
sr: Ovo podešavanje kontroliše ponašanje kad se tajmer slaže sa nađenim događajem.

source: This system tool is internally used to program the hardware with firmware updates.
sr: Ovaj sistemski alat je interno korišćen da programira hardver sa ažuriranjima fiemvera.

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
bg: Този тест проверява за конфигурирани DNS сървъри. При съобщение "не потвърден": - проверете DHCP, кабела и настройките на адаптера - ако ръчно сте конфигурирали вашия DNS сървър моля проверете данните в настройките на "DNS сървър".
sr: Ovaj test proverava konfigurisane nejmservere. Ako dobijete poruku "nepotvrđen": -proverite vaš DHCP.kablove i postavke adaptera -ako ste nejmserver ručno konfigurisali,molimo proverite vaše unose u "Nejmserver " konfiguraciji

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
bg: Този тест проверява дали мрежовия кабел е свързан с вашия LAN-Адаптер. При съобщение "разкачен": - проверете дали мрежовият кабел е свързан - проверете дали кабела не е закъсан
sr: Ovaj test proverava da li je vaš mrežni kabal povezan sa LAN adapterom. Ako dobijete poruku "nepovezan": -proverite da je mrežni kabal uključen -proverite da kabal nije prekinut

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
bg: Този тест проверява дали е зададен валиден IP адрес към вашаия LAN Адаптер. При съобщение "не потвърден": - не е открит валиден IP адрес - моля проверете DHCP, кабела и настройките на адаптера.
sr: Ovaj test proverava da li je nađena važeća IP adresa za vaš LAN adapter. Ako dobijete poruku "nepotvrđeno": -nije pronađena validna IP adresa -molimo proverite vaš DHCP,kablove i postavke adaptera

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
bg: Този тест проверява дали вашия LAN Адаптер е настроен за автоматично приемане на IP Адрес чрез DHCP. При съобщение "Изключен": - вашия LAN Адаптер е конфигуриран за ръчно въвеждане на IP адрес; - проверете дали сте въвели коректен IP Адрес в полето Настройки на Адаптера. При съобщение "Включен": - проверете дали сте конфигурирали работещ DHCP сървър във вашата мрежа.
sr: Ovaj test proverava da li je vaš adapter postavljen za automatski izbor IP adrese sa DHCP. Ako dobijete poruku "onemogućen ": -onda je vaš adapter konfigurisan za manuelne IP postavke -proverite da li ste uneli ispravne IP podatke u dijalog postavkama adaptera. Ako ste dobili poruku "omogućen ": -proverite da li u vašoj mreži postoji konfigurisan i u funkciji DHCP server.

source: This test detects your configured LAN-Adapter.
bg: Този тест открива вашия конфигуриран LAN-Адаптер.
sr: Ovaj test otkriva vaš konfigurisani LAN-adapter

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
sr: Ovo prebacuje ponašanje kod konflikta tajmera.Ako se jedan auto tajmer slaže sa događajem koji je u konfliktu sa postojećim tajmerom,neće ga ignorisati već dodati kao onemogućen.

source: Three
bg: Три
sr: Tri

source: Threshold
bg: Праг
sr: Prag

source: Thu
bg: Чет
sr: Čet

source: Thumbnails
bg: Миниатюри
sr: Sličice

source: Thursday
bg: Четвъртък
sr: Četvrtak

source: Time
bg: Час
sr: Vreme

source: Time in minutes to append to recording.
sr: Vreme u minutima da se doda snimanju.

source: Time in minutes to prepend to recording.
sr: Vreme u minutima da se doda pre snimanja.

source: Time/Date Input
bg: Въвеждане Час/Дата
sr: Unos Vremena/Datuma

source: Timer
bg: Таймер
sr: Tajmer

source: Timer Edit
bg: Редактирай Таймер
sr: Uređivanje tajmera

source: Timer Editor
bg: Редактор Таймер
sr: Editor tajmera

source: Timer Type
bg: Вид Таймер
sr: Tip tajmera

source: Timer entry
bg: Въведи Таймер
sr: Unos Tajmera

source: Timer log
sr: Tajmer log

source: Timer overlap in timers.xml detected! Please recheck it!
sr: Otkriveno preklapanje tajmera u timers.xml! Molimo ponovo proverite!

source: Timer record location
sr: Lokacija snimanja po tajmeru

source: Timer sanity error
sr: Greška nerazumnog tajmera

source: Timer selection
bg: Избор на таймер
sr: Izbor tajmera

source: Timer status:
bg: Таймер статус:
sr: Status tajmera:

source: Timer type
sr: Tip tajmera

source: Timeshift
bg: Таймшифт
sr: Vrem. pomak

source: Timeshift location
sr: Lokacija vrem. pomaka

source: Timeshift not possible!
bg: Таймшифт не е възможен!
sr: Vrem.i pomak nije moguć!

source: Timezone
bg: Часова зона
sr: Vremenska zona

source: Title
bg: Заглавие
sr: Naslov

source: Title properties
bg: Заглавие свойства
sr: Svojstva naziva

source: Titleset mode
sr: Način postavki naziva

source: To be used as simple downloading application by other Plugins.
sr: Da se koristi kao jednostavna aplikacija za skidanje od drugih dodataka.

source: To update your Dreambox firmware, please follow these steps: 1) Turn off your box with the rear power switch and make sure the bootable USB stick is plugged in. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
sr: Da ažurirate vaš drimboks softver,molim pratite sledeće korake: 1)Ugasite boks na prekidaču otpozadi i uverite se da je butabilni USB stik uključen. 2)Uključite prekidač otpozadi i držite tipku DOLE na prednoj ploči pritisnutu 10 sekundi. 3)Sačekajte podizanje i pratite instrukcije čarobnjaka.

source: Today
bg: Днес
sr: Danas

source: Tone Amplitude
sr: Ton amplituda

source: Tone mode
sr: Ton mod

source: Top favorites
sr: Top-Favoriti

source: Top rated
sr: Najbolje ocenjeni

source: Track
sr: Trag

source: Translation
bg: Превод
sr: Prevod

source: Translation:
bg: Превод:
sr: Prevod:

source: Transmission mode
bg: Режим предаване
sr: Mod transmisije

source: Travel & Events
sr: Putovanje & Dogadjaji

source: Tries left:
bg: Оставащи опити:
sr: Pokušaja ostalo:

source: Try to find used Transponders in cable network.. please wait...
sr: Pokušavam pronaći korišćene transpondere u kablovskoj mreži.. molim pričekajte...

source: Try to find used transponders in cable network.. please wait...
sr: Pokušavam pronaći korišćene transpondere u kablovskoj mreži.. molim pričekajte...

source: Trying to download a new packetlist. Please wait...
sr: Pokušavam skinuti novu listu paketa.Molim sačekajte...

source: Trying to download the Youtube feed entries. Please wait...
sr: Pokušavam da preuzmem YouTube fid unose, molim sačekaj...

source: Trying to download the Youtube search results. Please wait...
sr: Pokušavam da preuzmem YouTube rezultate pretrage, molim sačekaj...

source: Tue
bg: Вто
sr: Uto

source: Tuesday
bg: Вторник
sr: Utorak

source: Tune
sr: Uskladiti

source: Tune failed!
sr: Greška tjunera!

source: Tuner
bg: Тунер
sr: Tjuner

source: Tuner
bg: Тунер
sr: Tjuner

source: Tuner Slot
bg: Тунер Слот
sr: Otvor tjunera

source: Tuner configuration
bg: Тунер конфигурация
sr: Konfiguracija tjunera

source: Tuner status
bg: Тунер статус
sr: Status tjunera

source: Tuner type
sr: Tip tjunera

source: Turkish
bg: Турски
sr: Turski

source: Two
bg: Две
sr: Dva

source: Type
bg: Тип
sr: Tip

source: Type of scan
bg: Тип търсене
sr: Tip skeniranja

source: USB Stick
bg: USB Стик
sr: USB stik

source: USB stick wizard
bg: USB Стик помощник
sr: Čarobnjak za USB stik

source: Ukrainian
bg: Украински
sr: Ukrajinski

source: Unable to complete filesystem check. Error:
bg: Не мога да завърша проверката на файловата система. Грешка:
sr: Nemoguće završiti proveru sistemskih datoteka. Greška:

source: Unable to initialize harddisk. Error:
bg: Не мога да инициализирам твърдия диск. Грешка:
sr: Onemogućeno inicijaliziranje hard diska. Greška:

source: Uncommitted DiSEqC command
sr: Nedodeljena DiSEqC komanda

source: Undo install
sr: Poništi instaliranje

source: Undo uninstall
sr: Poništi deinstalaciju

source: UnhandledKey
sr: Neupravljan ključ

source: Unicable
sr: Unikabl

source: Unicable LNB
sr: Unikabl LNB

source: Unicable Martix
sr: Unikabl Matrix

source: Uninstall
sr: Deinstaliraj

source: United States
sr: SAD

source: Universal LNB
bg: Универсално LNB
sr: Univerzalni LNB

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
sr: Dok je ovo uključeno auto tajmer neće automatski tražiti događaje koji se slažu sa vašim auto tajmerima sem kad napustite GUI sa zelenim dugmetom.

source: Unmount failed
bg: Unmount грешка!
sr: Demauntiranje nije uspelo

source: Unsupported
bg: Не се поддържа
sr: Nepodržano

source: Update
bg: Актуализация
sr: Ažuriranje

source: Update done...
sr: Ažuriranje završeno...

source: Update done... The genuine dreambox test will now be rerun and should not ask you to update again.
sr: Ažuriranje završeno...Test originalnosti drimboksa će biti ponovo pokrenut i neće vas pitati da ponovo ažurirate.

source: Updatefeed not available.
sr: Fid ažuriranja nije dostupan.

source: Updating failed. Nothing is broken, just the update couldn't be applied.
sr: Ažuriranje neuspešno.Ništa nije pokvareno,samo ažuriranje ne može biti primenjeno.

source: Updating finished. Here is the result:
bg: Актуализацията завърши. Ето резултата:
sr: Ažuriranje završeno. Evo rezultata:

source: Updating software catalog
sr: Ažuriranje kataloga softvera

source: Updating, please wait...
sr: Ažuriram,molim sačekajte...

source: Updating... Please wait... This can take some minutes...
bg: Актуализация...Моля изчакайте...Това може да отнеме няколко минути...
sr: Ažuriram... Molim čekajte... To može potrajati nekoliko minuta...

source: Upgrade finished.
bg: Ъпгрейда завърши.
sr: Nadogradnja završena.

source: Upgrading
bg: Ъпгрейдвам
sr: Nadograđujem

source: Upgrading Dreambox... Please wait
bg: Ъпгрейдвам Clarke-Tech... Моля изчакайте
sr: Nadograđujem drimbox... Molim čekajte

source: Upper bound of timespan.
sr: gornja granica vrem. razmaka.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
sr: Gornja granica vremenskog razmaka.Ništa posle ovog vremena neće se slagati.Odsečci nisu uzeti u obzir!

source: Use
bg: Използвай
sr: Koristi

source: Use DHCP
bg: Използвай DHCP
sr: Koristi DHCP

source: Use Interface
bg: Използвай Интерфейс
sr: Koristi interfejs

source: Use Power Measurement
bg: Използвай Мерител на Захранването
sr: Koristi merenje snage

source: Use a custom location
sr: Koristi prilagođenu lokaciju

source: Use a gateway
bg: Използвай шлюз
sr: Koristi prolaz

source: Use and control multiple Dreamboxes with different RCs.
sr: koristi i kontroliši više drimboksova sa različitim daljinskim.

source: Use power measurement
bg: Използвай мерител на напрежение
sr: Koristi merenje snage

source: Use the Networkwizard to configure selected network adapter
sr: Koristi mrežni čarobnjak da konfigurišeš izabrani mrežni adapter

source: Use the Networkwizard to configure your Network
bg: Използвайте Мрежовия помощник за конфигуриране на Мрежа
sr: Koristite mrežni čarobnjak da konfigurišete vašu mrežu

source: Use the left and right buttons to change an option. Please set up tuner A
bg: Използвайте бутони ляво/дясно за смяна на опция. Моля настройте тунер А
sr: Koristite tipke levo i desno za promjenu opcija. Molim podesite tuner A

source: Use the up/down keys on your remote control to select an option. After that, press OK.
bg: Използвайте бутони нагоре/надолу на вашето дистанционно за избор на опция. След това натиснете ОК.
sr: Koristite gore/dole tipke na vašem daljinskom upravljaču za izbor opcije. Posle toga, pritisnite OK.

source: Use this input device settings?
sr: Koristi postavke ovog ulaznog uređaja?

source: Use this settings?
sr: Koristi ove postavke?

source: Use this video enhancement settings?
sr: Koristi postavke ovog video poboljšavanja?

source: Use time of currently running service
sr: Koristi vreme trenutnog kanala

source: Use usals for this sat
bg: Използвай USALS zа този сат
sr: Koristi USALS za ovaj satelit

source: Use wizard to set up basic features
bg: Използвайте помощника за основните настройки
sr: Koristite čarobnjaka za postavljanje osnovnih postavki

source: Used service scan type
bg: Тип сканиране на канали
sr: Korišćeni tip skeniranja kanala

source: User defined
bg: Потребителска
sr: Definisano od korisnika

source: User management
sr: Korisnikovo upravljanje

source: Usermanager
sr: Korisnički menadžer

source: Username
bg: Потребителско име
sr: Korisn. ime

source: VCR scart
bg: VCR скарт
sr: VCR skart

source: VMGM (intro trailer)
sr: VMGM (unutrašnji trejler)

source: Vali-XD skin
sr: Vali-XD maska

source: Vali.HD.atlantis skin
sr: Vali.HD.atlantis maska

source: Vali.HD.nano skin
sr: Vali-XD.nano maska

source: Vali.HD.warp skin
sr: Vali.HD.warp maska

source: Verify your Dreambox authenticity by running the genuine dreambox plugin!
sr: Proveri autentičnost svog drimboksa pokrećući genuine dreambox dodatak!

source: Verifying your internet connection...
sr: Provera vaše internet veze...

source: Vertical
bg: Вертикална
sr: Vertikalno

source: Video Fine-Tuning
bg: Фина настройка картина
sr: Video fino podešavanje

source: Video Fine-Tuning Wizard
bg: Помощник за фина настройка на картината
sr: Čarobnjak za fino video podešavanje

source: Video Output
bg: Видео Изход
sr: Video izlaz

source: Video Setup
bg: Видео Настройка
sr: Video postavke

source: Video Wizard
bg: Видео Помощник
sr: Video čarobnjak

source: Video enhancement preview
sr: Pregled video poboljšavanja

source: Video enhancement settings
sr: Postavke video poboljšavanja

source: Video enhancement setup
sr: Podešavanje video poboljšavanja

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
bg: Избор на видео режим Моля натиснет OK ако виждате тази картина на вашия ТВ (или изберете друг входящ порт). Следващия входящ порт ще бъде тестван след 10 секунди.
sr: Izbor video ulaza Molim pritisnite OK ako možete da vidite ovu stranu na vašem TV (ili izaberite različit ulazni port). Sledeći ulazni port će biti automatski proban za 10 sekundi

source: Video mode selection.
bg: Избор на видео режим.
sr: Izbor video načina

source: Video streaming from the orf.at web page
sr: Video striming sa orf.at veb stranice

source: VideoEnhancement provides advanced video enhancement settings
sr: VideoEnhancement obezbeđuje napredna podešavanja video poboljšanja

source: VideoTune helps fine-tuning your tv display
sr: VideoTune pomaže finom podešavanju vašeg tv ekrana

source: Videobrowser exit behavior:
sr: Ponašanje video pretraživača kod izlaza:

source: Videoenhancement Setup
sr: Podešavanje video poboljšavanja

source: Videomode provides advanced video mode settings
sr: Videomode obezbeđuje napredna podešavanja u video modu

source: Videoplayer stop/exit behavior:
sr: Ponašanje video plejera kod Zaustavi /Izađi:

source: View Count
sr: Vidi brojač

source: View Google maps
sr: Vidi Gugl mape

source: View Google maps with your Dreambox.
sr: Vidi Gugl mape sa svojim drimboksom.

source: View Movies...
bg: Преглед Филми...
sr: Vidi filmove...

source: View Photos...
bg: Преглед Снимки...
sr: Vidi fotografije...

source: View Rass interactive...
sr: Gledaj Rass interaktivno...

source: View Video CD...
bg: Преглед Video CD...
sr: Vidi video CD

source: View active downloads
sr: Vidi aktivna preuzimanja

source: View details
bg: Детайли...
sr: Vidi detalje

source: View list of available
bg: Списък с наличните
sr: Vidi listu mogućih

source: View list of available CommonInterface extensions
bg: Списък с наличните Common Interface extensions
sr: Vidi listu mogućih proširenja za opšti interfejs

source: View list of available Display and Userinterface extensions.
bg: Списък с наличните extensions за Дисплей и Userinterface.
sr: Vidi listu mogućih proširenja za displej i korisnički interfejs

source: View list of available EPG extensions.
bg: Списък с наличните EPG extensions.
sr: Vidi listu mogućih EPG proširenja

source: View list of available Satellite equipment extensions.
sr: Vidi listu mogućih proširenja satelitske opreme.
