Repository: ambrosa/test
Catalog: enigma2/po/*.po
Languages: bg, sr

source: Chapter
bg: Глава
sr: Poglavlje

source: Chapter:
bg: Глава:
sr: Poglavlje:

source: Check
bg: Проверка
sr: Kontrola

source: Checking Filesystem...
bg: Проверявам файловата с-ма...
sr: Kontrola sistema datoteka

source: Choose Tuner
bg: Избор Тунер
sr: Odaberi tjuner

source: Choose a wireless network
bg: Изберете безжична мрежа
sr: Izaberi bežičnu mrežu

source: Choose backup files
bg: Избор backup файлове
sr: Izaberite snimljene datoteke

source: Choose backup location
bg: Избор backup местоположение
sr: Izaberite snimljenu lokaciju

source: Choose bouquet
bg: Избор Букет
sr: Odaberi buket

source: Choose image to download
sr: Izaberi imidž za skidanje

source: Choose target folder
bg: Избор папка за целта
sr: Izaberite ciljnu fasciklu

source: Choose upgrade source
bg: Избор източник за ъпгрейд
sr: Izaberite izvor nadgradnje

source: Choose your Skin
bg: Избор на Кожа
sr: Odaberite vašu masku

source: Circular left
bg: Кръгова лява
sr: Kružna leva

source: Circular right
bg: Кръгова дясна
sr: Kružna desna

source: Classic
sr: Klasična

source: Cleanup
bg: Почистване
sr: Čišćenje

source: Cleanup Wizard
bg: Помощник за Почистване
sr: Čarobnjak za čišćenje

source: Cleanup Wizard settings
sr: Postavke čarobnjaka za čišćenje

source: Cleanup timerlist automatically
sr: Ošisti listu tajmera automatski

source: Cleanup timerlist automatically.
sr: Ošisti listu tajmera automatski.

source: CleanupWizard
sr: Čarobnjak za čišćenje

source: Clear before scan
bg: Изчистване преди сканиране
sr: Obriši pre skeniranja

source: Clear history on Exit:
sr: Obriši istoriju kod izlaska:

source: Clear log
bg: Изтрий лога
sr: Obriši log

source: Close
bg: Затваряне
sr: Zatvori

source: Close and forget changes
sr: Zatvori i zaboravi izmene

source: Close and save changes
sr: Zatvori i sačuvaj izmene

source: Close title selection
sr: Zatvori zbor naslova

source: Code rate HP
sr: Kod rata HP

source: Code rate LP
sr: Kod rata LP

source: Collection name
bg: Име на Колекцията
sr: Ime kolekcije

source: Collection settings
bg: Настройки на Колекция
sr: Postavke kolekcije

source: Color Format
bg: Цветови Формат
sr: Kolor format

source: Comedy
sr: Komedije

source: Command execution...
bg: Изпълнение на команда...
sr: Izvršenje komandi

source: Command order
bg: Ред на команди
sr: Redosled komandi

source: Committed DiSEqC command
sr: Upravljačka DISEqC komanda

source: Common Interface
sr: Opšti interfejs

source: Common Interface Assignment
sr: Dodeljivanje opšteg interfejsa

source: CommonInterface
sr: Opšti interfejs

source: Communication
bg: Комуникация
sr: Komunikacija

source: Compact Flash
sr: Kompakt fleš

source: Complete
bg: Завършен
sr: Kompletno

source: Complex (allows mixing audio tracks and aspects)
sr: Složen (dozvoljava miksovanje audio zapisa i aspekta)

source: Composition of the recording filenames
sr: Sklapanje imena snimljenih datoteka

source: Configuration Mode
bg: Режим Конфигурация
sr: Mod konfiguracije

source: Configuration for the Webinterface
sr: Konfigurisanje vebinterfejsa

source: Configure AutoTimer behavior
sr: Konfiguriši ponašanje autotajmera

source: Configure interface
bg: Конфигуриране интерфейс.
sr: Konfiguriši interfejs

source: Configure nameservers
bg: Конфигуриране nameservers
sr: Konfiguriši nejmservere

source: Configure your WLAN network interface
sr: Konfiguriši svoj WLAN mrežni interfejs

source: Configure your internal LAN
bg: Конфигуриране на вашата вътрешна LAN.
sr: Konfiguriši svoj interni LAN

source: Configure your network again
bg: Повторно конфигуриране на вашата мрежа.
sr: Konfigurišite vašu mrežu ponovo

source: Configure your wireless LAN again
bg: Повторно конфигуриране на вашата WLAN мрежа.
sr: Konfiguriši svoj bežični LAN ponovo

source: Configuring
bg: Конфигуриране
sr: Konfigurišem

source: Conflicting timer
bg: Несъвместим таймер
sr: Konflikt tajmera

source: Connect
bg: Свържи
sr: Spojiti

source: Connect to a Wireless Network
bg: Свържи се с безжична мрежа
sr: Spojite se na bežičnu mrežu

source: Connected to
bg: Свързан с
sr: Povezan sa

source: Connected!
bg: Свързан!
sr: Povezano!

source: Constellation
sr: Konstelacija

source: Content does not fit on DVD!
bg: Съдържанието не се побира на DVD!
sr: Sadržaj ne staje na DVD!

source: Continue
bg: Продължи
sr: Nastaviti

source: Continue in background
bg: Продължаване като фон
sr: Nastaviti u pozadini

source: Continue playing
bg: Продължи възпроизвеждането
sr: Nastaviti reprodukciju

source: Contrast
bg: Контраст
sr: Kontrast

source: Control your Dreambox with your Web browser.
sr: Kontroliši svoj drimboks svojim veb pretraživašem.

source: Control your Dreambox with your browser
sr: Kontroliši svoj drimboks svojim pretraživašem.

source: Control your dreambox with only the MUTE button
sr: Kontroliši svoj drimboks samo sa MUTE dugmetom

source: Control your dreambox with only the MUTE button.
sr: Kontroliši svoj drimboks samo sa MUTE dugmetom

source: Control your internal system fan.
sr: Kontroliši svoj unutrašnji sist. ventilator.

source: Control your kids's tv usage
sr: Kontroliši dešiju upotrebu TV-a

source: Control your system fan
sr: Kontroliši svoj sist. ventilator

source: Copy, rename, delete, move local files on your Dreambox.
sr: Kopiraj,preimenuj,obriši,premesti lokalne datoteke na drimboksu.

source: Could not connect to Dreambox .NFI Image Feed Server:
bg: Не мога да се свържа с Clarke-Tech .NFI имидж сървър:
sr: Ne može se povezati na drimbox.NFI Imidž Feed Server

source: Could not load Medium! No disc inserted?
bg: Не мога да заредя диска! Не е поставен диск?
sr: Ne može se ubaciti medij.Disk nije ubačen?

source: Could not open Picture in Picture
sr: Ne mogu otvoriti sliku u slici

source: Couldn't record due to conflicting timer %s
bg: Не може да се записва поради конфликт с таймера %s
sr: Snimanje nije moguće zbog konflikta tajmera %s

source: Couldn't record due to invalid service %s
sr: Snimanje nemoguće zbog nevaljanog kanala %s

source: Crashlog settings
bg: Crashlog настройки
sr: Postavke krah zapisa

source: CrashlogAutoSubmit
sr: Autodostavljač krah zapisa

source: CrashlogAutoSubmit settings
bg: CrashlogAutoSubmit настройки
sr: Postavke autodostavljača krah zapisa

source: CrashlogAutoSubmit settings...
bg: Настройки CrashlogAutoSubmit...
sr: Postavke autodostavljača krah zapisa...

source: Crashlogs found! Send them to Dream Multimedia?
sr: Krah zapisi pronađeni! Pošalji ih Drim Multimediji?

source: Create DVD-ISO
bg: Създай DVD-ISO
sr: Napravi DVD-ISO

source: Create a backup of your Video DVD on your DreamBox hard drive.
sr: Kreiraj bekap svog video DVD-a na drimboksovom hard disku.

source: Create a backup of your Video-DVD
sr: Kreiraj bekap svog video DVD-a

source: Create a new AutoTimer.
sr: Kreiraj novi autotajmer.

source: Create a new timer using the classic editor
sr: Kreiraj novi tajmer koristeći klasični urednik

source: Create a new timer using the wizard
sr: Kreiraj novi tajmer koristeći čarobnjak

source: Create movie folder failed
bg: Грешка при създаване папка за филми
sr: Neuspešno stvaranje video fascikle

source: Create preview pictures of your Movies
sr: Kreiraj prikaz slike svojih filmova

source: Create remote timers
sr: Kreiraj udaljene tajmere

source: Create timers on remote Dreamboxes.
sr: Kreiraj tajmere na udaljenim drimboksovima.

source: Creating directory %s failed.
bg: Грешка при създаване директория %s.
sr: Pravljenje direktorijuma %s nije uspelo

source: Creating partition failed
bg: Грешка при създаване на партишън
sr: Neuspešno kreiranje particije

source: Croatian
bg: Хърватски
sr: Hrvatski

source: Current Transponder
bg: Текущ Транспондер
sr: Trenutni transponder

source: Current device:
sr: Aktuelni uređaj:

source: Current settings:
bg: Текущи настройки:
sr: Trenutne postavke

source: Current value:
sr: Trenutna vrednost:

source: Current version:
bg: Текуща версия:
sr: Trenutna verzija:

source: Currently installed image
sr: Aktuelno instalirani imidž

source: Custom (%s)
sr: Prilagođeno (%s)

source: Custom location
sr: Prilagođena lokacija

source: Custom offset
sr: Prilagođen istup

source: Custom skip time for '1'/'3'-keys
sr: Podesivo vreme preskoka za '1'/'3'-tipke

source: Custom skip time for '4'/'6'-keys
sr: Podesivo vreme preskoka za '4'/'6'-tipke

source: Custom skip time for '7'/'9'-keys
sr: Podesivo vreme preskoka za '7'/'9'-tipke

source: Customize
bg: Лични настройки
sr: Prilagodi

source: Customize Vali-XD skins
sr: Prilagodi Vali-XD maske

source: Customize Vali-XD skins by yourself.
sr: Prilagodi Vali-XD maske po svome.

source: Cut
bg: Изрежи
sr: Odreži

source: Cut your movies
sr: Iseci svoje filmove

source: Cut your movies.
sr: Iseci svoje filmove.

source: CutListEditor allows you to edit your movies
sr: CutListEditor vam dozvoljava da uredite vase filmove

source: CutListEditor allows you to edit your movies. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
sr: CutListEditor vam dozvoljava da uredite vase filmove. Tražite početak onog što želite da isečete.Stisnite OK,izaberite 'počni isecanje'. Zatim tražite kraj,stisnite OK,izaberite 'kraj isecanja'. To je to.

source: Cutlist editor...
sr: Uređivač liste...

source: Czech
bg: Чешки
sr: Češki

source: Czech Republic
sr: Češka Republika

source: DUAL LAYER DVD
sr: DVOSLOJNI DVDi

source: DVD Drive
sr: DVD drajv

source: DVD File Browser
sr: DVD pretraživač datoteka

source: DVD Player
bg: DVD Плеър
sr: DVD plejer

source: DVD Titlelist
sr: DVD lista naslova

source: DVD media toolbox
sr: DVD medij alati

source: DVDPlayer plays your DVDs on your Dreambox
sr: DVD plejer pušta vaše DVD na vašem drimboksu

source: DVDPlayer plays your DVDs on your Dreambox. With the DVDPlayer you can play your DVDs on your Dreambox from a DVD or even from an iso file or video_ts folder on your harddisc or network.
sr: DVD plejer pušta vaše DVD na vašem drimboksu. Sa DVD plejerom možete puštati vaše DVD na drimboksu sa DVD'a ili čak iz iso datoteke ili video_ts fascikle sa vašeg hard diska ili mreže.

source: Danish
bg: Датски
sr: Danski

source: Date
bg: Дата
sr: Datum

source: Decide if you want to enable or disable the Cleanup Wizard.
sr: Odlučite da li želite uključiti ili isključiti čarobnjak za čišćenje

source: Decide what should be done when crashlogs are found.
bg: Определете какво да се направи при открит crashlog.
sr: Odlučuje šta bi trebalo činiti kad su nađeni krah zapisi.

source: Decide what should happen to the crashlogs after submission.
bg: Определете какво да се прави с crashlogs след подаването им.
sr: Odlučuje šta bi se trebalo desiti sa krah zapisima posle slanja.

source: Decrease delay
sr: Smanji kašnjenje

source: Decrease delay by %i ms (can be set)
sr: Smanji kašnjenje za %i ms (može se podesiti)

source: Deep Standby
bg: Изключване
sr: Isključi Drimbox

source: Default
sr: Standardno

source: Default Settings
bg: Стандартни Настройки
sr: Standardne postavke

source: Default movie location
sr: Standardna lokacija filmova

source: Default services lists
bg: Стандартни списъци с канали
sr: Standardna lista kanala

source: Defaults
sr: Standardni

source: Define a startup service
sr: Definiši početni kanal

source: Define a startup service for your Dreambox.
sr: Definiši početni kanal za svoj drimboks.

source: Deinterlacer mode for interlaced content
sr: Deinterlacer način za interlaced sadržaj

source: Deinterlacer mode for progressive content
sr: Deinterlacer način za napredni sadržaj

source: Delay
bg: Забавяне
sr: Kašnjenje

source: Delay x seconds after service started
sr: Kašnjenje x sekundi pošto je kanal krenuo

source: Delete
bg: Изтриване
sr: Obriši

source: Delete crashlogs
bg: Изтриване на crashlog
sr: Obriši krah zapise

source: Delete entry
bg: Изтриване запис
sr: Obriši unos

source: Delete failed!
bg: Неуспешно изтриване!
sr: Brisanje neuspešno!

source: Delete mount
sr: Obriši maunt

source: Delete no more configured satellite %s?
bg: Изтриване на вече не конфигурирания сателит %s?
sr: Izbrisati satelit koji više nije konfigurisan %s?

source: Descending
sr: Naniže

source: Description
bg: Описание
sr: Opis

source: Deselect
bg: Отмяна Избор
sr: Deselektuj

source: Details for plugin:
sr: Detalji dodatka:

source: Detected HDD:
bg: Oткрит HDD:
sr: Primećeni hard disk:

source: Detected NIMs:
bg: Открит NIMs:
sr: Primećeni NIMs:

source: DiSEqC mode
bg: DiSEqC режим
sr: DiSEqC mod

source: DiSEqC repeats
bg: DiSEqC повторения
sr: DiSEqC ponavljanja

source: DiSEqC-Tester settings
sr: podešavanje DISEqC testera

source: Dialing:
sr: Zovem:

source: Digital contour removal
sr: Uklanjanje digitalnih obrisa

source: Direct playback of Youtube videos
sr: Direktno puštanje jutjub videa

source: Direct playback of linked titles without menu
bg: Директно възпроизвеждане на свързаните заглавия без менюта
sr: Direktna reprodukcija vezanih naslova bez menia

source: Directory %s nonexistent.
bg: Директория %s не съществува.
sr: Direktorijum %s ne postoji

source: Directory browser
sr: Pretraživač direktorijuma

source: Disable
bg: Спри
sr: Onemogući

source: Disable Picture in Picture
bg: Спри Картина в Картината
sr: Isključi Sliku u Slici

source: Disable crashlog reporting
bg: Спри изпращането на crashlogs
sr: Isključi izveštaj o zapisu kraha

source: Disable timer
bg: Спри таймер
sr: Isključi tajmer

source: Disabled
bg: Спрян
sr: Onemogućeno

source: Discard changes and close plugin
sr: Odbaciti promene i zatvori dodatak

source: Discard changes and close screen
sr: Odbaciti promene i zatvori ekran

source: Disconnect
sr: Odspojiti

source: Dish
bg: Антена
sr: Antena

source: Display 16:9 content as
bg: Покажи 16:9 като
sr: Prikaži 16:9 sadržaj kao

source: Display 4:3 content as
bg: Покажи 4:3 като
sr: Prikaži 4:3 sadržaj kao

source: Display >16:9 content as
bg: Покажи >16:9 като
sr: Prikaži >16:9 sadržaj kao

source: Display Setup
bg: Настройки Дисплей
sr: Postavke displeja

source: Display and Userinterface
bg: Дисплей и Юзъринтерфейс
sr: Displej i korisnički interfejs

source: Display search results by:
sr: Prikaži rezultate traženja po:

source: Display your photos on the TV
sr: Prikaži svoje fotografije na TV-u

source: Do you really want to REMOVE the plugin "%s"?
bg: Искате ли да премахнете плъгина "%s"?
sr: Da lstvarno želite da UKLONITE dodatak "%s "?

source: Do you really want to check the filesystem? This could take lots of time!
bg: Искате ли да проверите файловата система? Това може да отнеме доста време!
sr: Da li stvarno želite da proverite sistem datoteka? To može potrajati dosta vremena!

source: Do you really want to delete %s %s?
sr: Da li stvarno želite da obrišete %s %s?

source: Do you really want to delete %s?
bg: Наистина ли искате да изтриете %s?
sr: Jeste li sigurni da želite obrisati %s?

source: Do you really want to download the plugin "%s"?
bg: Искате ли да изтеглите плъгина "%s"?
sr: Da li stvarno želite da skinete dodatak "%s"?

source: Do you really want to exit?
sr: Želite li stvarno izaći?

source: Do you really want to initialize the harddisk? All data on the disk will be lost!
bg: Наистина ли искате да инициализирате твърдия диск? Всички данни на диска ще бъдат изтрити!
sr: Jeste li sigurni da želite formatirati ovaj hard disk ? Svi podaci na disku biće izgubljeni!

source: Do you really want to remove directory %s from the disk?
bg: Наистина ли искате да премахнете директория %s от диска?
sr: Da li stvarno želite da uklonite direktorijum %s sa diska?

source: Do you really want to remove your bookmark of %s?
bg: Наистина ли искате да премахнете вашия bookmark от %s?
sr: Da li stvarno želite da uklonite vaše oznake sa %s?

source: Do you want to burn this collection to DVD medium?
bg: Наистина ли искате да запишете тази колекция на DVD?
sr: Da li želite da narežete ovu kolekciju na DVD medij?

source: Do you want to do a service scan?
bg: Искате ли да сканирам за канали?
sr: Želite li napraviti skeniranje kanala?

source: Do you want to do another manual service scan?
bg: Искате ли да извърша друго ръчно сканиране?
sr: Želite li sada započeti drugu ručnu pretragu kanala?

source: Do you want to download the image to %s ?
sr: Da li želite da skinete imidž u %s ?

source: Do you want to enable the parental control feature on your dreambox?
sr: Želite li uključiti roditeljsku kontrolu na vašem drimboxu?

source: Do you want to enter a username and password for this host?
sr: Želite li da postavite korisničko ime i lozinku za ovaj host?

source: Do you want to install default sat lists?
bg: Да инсталирм ли стандартните листи с канали?
sr: Da li želite da instalirate standardnu listu servisa?

source: Do you want to install the package:
bg: Да инсталирам ли пакета:
sr: Da li želite da instalirate paket:

source: Do you want to play DVD in drive?
bg: Да възпроизведа ли DVD в устройството?
sr: Da li želite da reprodukujete DVD u drajvu?

source: Do you want to preview this DVD before burning?
bg: Искате ли да прегледате това DVD преди записа?
sr: Da li želite da pregledate ovaj DVD pre rezanja?

source: Do you want to reboot your Dreambox?
bg: Искате ли да рестартирам вашия Clarke-Tech?
sr: Da li želite da restartujete vaš drimbox?

source: Do you want to remove the package:
bg: Искате ли да премахна пакета:
sr: Da li želite da uklonite paket:

source: Do you want to restore your settings?
bg: Искате ли да възстановите вашите настройки?
sr: Želite li vratiti vaše postavke iz sigurnosne kopije?

source: Do you want to resume this playback?
bg: Да продължа ли с възпроизвеждането?
sr: Želite li nastaviti snimak?

source: Do you want to see more entries?
sr: Želite li videti još unosa?

source: Do you want to submit your email address and name so that we can contact you if needed?
bg: Искате ли да изпратите ваши данни(име и email) за да се свържем с вас при нужда?
sr: Da li želite dostaviti vaš imejl i ime da možemo da vas kontaktiramo u slučaju potrebe?

source: Do you want to update your Dreambox?
bg: Искате ли да актуализирате вашия Clarke-Tech?
sr: Da li želite da ažurirate vaš drimbox?

source: Do you want to update your Dreambox? After pressing OK, please wait!
bg: Искате ли да актуализирате вашия Clarke-Tech? След натискане OK, моля изчакайте!
sr: Želite li nadograditi vaš drimbox? Nakon pritiska tipke OK, molim pričekajte!

source: Do you want to upgrade the package:
bg: Искате ли да ъпгрейднете този пакет:
sr: Da li želite da nadogradite paket:

source: Do you want to view a tutorial?
bg: Искате ли да видите упътване?
sr: Želite li pogledati vodič?

source: Don't ask, just send
bg: Не питай, просто изпращай
sr: Ne pitaj, samo pošalji

source: Don't stop current event but disable coming events
bg: Не спирай текущото предаване но спри следващите
sr: Ne zaustavljaj trenutni događaj ali onemogući nadolazeće događaje

source: Done - Installed or upgraded %d packages
bg: Готово - Инсталирани или ъпгрейднати %d пакета
sr: Učinjeno - Instalirano i nadograđeno %d paketa

source: Done - Installed, upgraded or removed %d packages with %d errors
bg: Готово - Инсталирани, ъпгрейднати или премахнати %d пакета с %d грешки
sr: Učinjeno,instalisano,nadograđeno ili uklonjeno %d paketa sa %d grešaka

source: Download
bg: Изтегли
sr: Skidanje

source: Download %s from Server
sr: Skidanje %s sa servera

source: Download .NFI-Files for USB-Flasher
bg: Изтегли .NFI-Файлове за USB-флашка
sr: Skidanje .NFI datoteka za USB-Flešer

source: Download Plugins
bg: Изтегли Плъгини
sr: Skini dodatke

source: Download Video
sr: Preuzmi video

source: Download files from Rapidshare
sr: Skidanje datoteka sa rapidšera

source: Download location
sr: Mesto preuzimanja:

source: Downloadable new plugins
bg: Има нови плъгини за теглене
sr: Novi dodaci za skidanje

source: Downloadable plugins
bg: Плъгини за теглене
sr: Dodaci koji se mogu skidati

source: Downloading
bg: Изтегляне
sr: Skidanje

source: Downloading plugin information. Please wait...
bg: Изтеглям информация за плъгина. Моля изчакайте...
sr: Skidanje informacija o dodacima. Molim pričekajte...

source: Downloading screenshots. Please wait...
sr: Preuzimam snimke ekrana. Molim sačekajte...

source: Dreambox format data DVD (HDTV compatible)
sr: Drimbox oblik podataka DVD (HDTV kompatibilan)

source: Dreambox software because updates are available.
sr: Drimboks softver zato što su ažuriranja dostupna.

source: Duration:
sr: Trajanje:

source: Dutch
bg: Холандски
sr: Holandski

source: Dynamic contrast
sr: Dinamički kontrast

source: EPG Selection
bg: Избор EPG
sr: EPG selektor

source: EPG encoding
sr: EPG enkripcija

source: ERROR - failed to scan (%s)!
bg: Грешка при сканиране (%s)!
sr: GREŠKA - neuspešno skeniranje (%s)!

source: East
bg: Изток
sr: Istok

source: Edit
bg: Редактирай
sr: Urediti

source: Edit AutoTimer
sr: Uredi autotajmer

source: Edit AutoTimer filters
sr: Uredi filtere autotajmera

source: Edit AutoTimer services
sr: Uredi kanale autotajmera

source: Edit DNS
bg: Редактирай DNS
sr: Urediti DNS

source: Edit Timers and scan for new Events
sr: Uredi tajmere i traži nove događaje

source: Edit Title
bg: Редакт. Заглавие
sr: Urediti naslov

source: Edit bouquets list
sr: Uredi listi buketa

source: Edit chapters of current title
bg: Редакт. главите на текущото заглавие
sr: Urediti poglavlja sadašnjeg naslova

source: Edit new timer defaults
sr: Uredi standarde novog tajmera

source: Edit selected AutoTimer
sr: Uredi izabrani autotajmer

source: Edit services list
bg: Редакт. листа с канали
sr: Urediti listu kanala

source: Edit settings
bg: Редакт.настройки
sr: Urediti postavke

source: Edit tags of recorded movies
sr: Uredi etikete snimljenih filmova

source: Edit tags of recorded movies.
sr: Uredi etikete snimljenih filmova.

source: Edit the Nameserver configuration of your Dreambox.
bg: Редактиране DNS настройките за вашия Clarke-Tech.
sr: Urediti konfiguraciju nejmservera vašeg Drimboxa.

source: Edit the network configuration of your Dreambox.
bg: Редактиране мрежовите настройки за вашия Clarke-Tech.
sr: Urediti mrežnu konfiguraciju vašeg Drimboxa.

source: Edit title
bg: Редакт.заглавие
sr: Urediti naslov

source: Edit upgrade source url.
sr: Uredi url izvora nadogradnje.

source: Editing
sr: Uređivanje

source: Editor for new AutoTimers
sr: Urednik novih autotajmera

source: Education
sr: Obrazovanje

source: Electronic Program Guide
bg: Електронен Програмен Гайд
sr: Elektronski Programski Vodič

source: Emailclient is an IMAP4 e-mail viewer for the Dreambox.
sr: Imejl klijent je IMAP4 preglednik e-pošte za drimboks.

source: Enable
bg: Избери
sr: Omogući

source: Enable /media
sr: Aktiviraj /media

source: Enable 1080p24 Mode
sr: Uključi 1080p24 način

source: Enable 1080p25 Mode
sr: Uključi 1080p25 način

source: Enable 1080p30 Mode
sr: Uključi 1080p30 način

source: Enable 5V for active antenna
bg: Включи 5V за активната антена
sr: Uključi 5V za aktivnu antenu

source: Enable 720p24 Mode
sr: Uključi 720p24 način

source: Enable Autoresolution
sr: Uključi Autorezoluciju

source: Enable Cleanup Wizard?
sr: Uključi čarobnjak za čišćenje?

source: Enable Filtering
sr: Aktiviraj filtriranje

source: Enable HTTP Access
sr: Omogući HTTP pristup

source: Enable HTTP Authentication
sr: Omogući HTTP autorizaciju

source: Enable HTTPS Access
sr: Omogući HTTPS pristup

source: Enable HTTPS Authentication
sr: Omogući HTTPS autorizaciju

source: Enable Service Restriction
sr: Aktiviraj zabrane kanala

source: Enable Streaming Authentication
sr: Omogući striming autorizaciju

source: Enable multiple bouquets
bg: Разреши много букети
sr: Uključi višestruke bukete

source: Enable parental control
bg: Включи родителски контрол
sr: Uključi roditeljsku zaštitu
