Repository: ambrosa/test
Catalog: enigma2/po/*.po
Languages: bg, sr

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
sr: Uključi ovo da možeš pristupiti pregledu Auto tajmera iz menia proširenja.

source: Enable timer
bg: Включи таймер
sr: Omogući tajmer

source: Enabled
bg: Разрешен
sr: Omogućeno

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
sr: Kodiranje kanala se koristi za EPG podatke.Ovo treba samo promeniti ako tražite specijalne karaktere kao nemačke samoglasnike.

source: Encrypted:
sr: Kodirano:

source: Encryption
bg: Кодировка
sr: Šifrovanje

source: Encryption Key
sr: Ključ za šifrovanje

source: Encryption Keytype
sr: Tip ključa za šifrovanje

source: Encryption:
sr: Kodiranje:

source: End of "after event" timespan
sr: Kraj vrem. razmaka posle događaja

source: End of timespan
sr: Kraj vrem. razmaka

source: End time
bg: Край
sr: Završno vreme

source: EndTime
bg: Край
sr: Završno vreme

source: English
bg: Английски
sr: Engleski

source: Enigma2 Plugin to play AVI/DIVX/WMV/etc. videos from PC on your Dreambox. Needs a running VLC from www.videolan.org on your pc.
sr: Enigma2 dodatak za puštanje AVI/DIVX/WMV/itd. videa sa PC-ija na vašem drimboksu.Potreban uključen VLC sa www.videolan.org na vašem PC-iju.

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
sr: Enigma2 Birač maske Ukoliko imate problema molim kontaktirajte stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enter IP to scan...
sr: Unesi IP za traženje...

source: Enter main menu...
bg: Влезте в главното меню...
sr: Uđi u glavni meni

source: Enter new hostname for your Dreambox
sr: Unesi novo ime hosta za svoj drimboks

source: Enter options:
sr: Unesi opcije:

source: Enter password:
sr: Unesi lozinku:

source: Enter pin code
sr: Unesi PIN kod

source: Enter share directory:
sr: Unesi zajed. direktorijum:

source: Enter share name:
sr: Unesi zajed. ime:

source: Enter the service pin
bg: Въведете ПИН за канали
sr: Unesite pin kanala

source: Enter user and password for host:
sr: Unesi korisnika i lozinku za host:

source: Enter username:
sr: Unesi korisničko ime:

source: Enter your email address so that we can contact you if needed.
bg: Въведете вашия e-mail адрес за да се свържем с вас при нужда.
sr: Unesite vašu imejl adresu tako da vas možemo kontaktirati ako je potrebno.

source: Enter your search term(s)
sr: Unesi svoj termin(e) za traženje

source: Entertainment
sr: Zabava

source: Error
bg: Грешка
sr: Greška

source: Error executing plugin
bg: Грешка при стартиране на плъгина
sr: Greška u izvršenju dodatka

source: Error: %s Retry?
bg: Грешка: %s Да опитам отново?
sr: Greška: %s Pokušati ponovo?

source: Estonian
sr: Estonski

source: Eventview
bg: Виж предаването
sr: Pregled događaja

source: Everything is fine
bg: Всичко е ОК
sr: Sve je u redu

source: Exact match
sr: Potpuno slaganje

source: Exceeds dual layer medium!
sr: Prevazilazi dvoslojni medij!

source: Exclude
sr: Isključi

source: Execute "after event" during timespan
sr: Izvrši posle događaja,u vrem. razmaku

source: Execute TuxboxPlugins
sr: Izvrži Tuksboks dodatke

source: Execution Progress:
sr: Tok izvođenja:

source: Execution finished!!
sr: Izvođenje završeno!!

source: Exit
bg: Изход
sr: Izaći

source: Exit editor
bg: Изход редактор
sr: Izađi iz editora

source: Exit input device selection.
sr: Napusti izbor ulaznog uređaja.

source: Exit network wizard
bg: Изход от мрежовия помощник
sr: Napusti mrežnog čarobnjaka

source: Exit the cleanup wizard
bg: Изход от помощника за почистване
sr: Izađite iz čarobnjaka za čišćenje

source: Exit the wizard
bg: Изход от помощника
sr: Izađite iz čarobnjaka

source: Exit wizard
bg: Изход от помощника
sr: Izlaz iz čarobnjaka

source: Expert
bg: Експерт
sr: Ekspert

source: Extended Networksetup Plugin...
sr: Prošireni dodatak za postavke mreže...

source: Extended Setup...
bg: Разширени Настройки...
sr: Proširene postavke...

source: Extended Software
sr: Prošireni softver

source: Extended Software Plugin
sr: Prošireni softver dodatak

source: Extensions
sr: Proširenja

source: Extensions management
sr: Rukovanje proširenjima

source: FTPBrowser allows uploading and downloading files between your Dreambox and a server using the file transfer protocol.
sr: FTP pretraživač dozvoljava podizanje i skidanje datoteka između vašeg drimboksa i servera koristeći protokol transfera datoteka.

source: Factory reset
bg: Фабрични настройки
sr: Fabrički reset

source: Failed
bg: Грешка
sr: Neuspeh

source: Fan %d
sr: Vent. %d

source: Fan %d PWM
sr: Ventil. %d PWM

source: Fan %d Voltage
sr: Ventil. %d Napona

source: Fast
bg: Бърз
sr: Brzo

source: Fast DiSEqC
bg: Бърз DiSEqC
sr: Brzi DiSEqC

source: Fast Forward speeds
bg: Скорост превъртане напред
sr: Brzine premotavanja unapred

source: Fast epoch
sr: Brza epoha

source: Favourites
bg: Предпочитани
sr: Favoriti

source: Fetching feed entries
sr: Dobavljam fid unose

source: Fetching search entries
sr: Dobavljam unose traženja

source: Filesystem Check
sr: Provera sistema datoteka

source: Filesystem contains uncorrectable errors
bg: Файловата система съдържа непоправими грешки
sr: Sistemske datoteke sadrže nepopravljive greške

source: Film & Animation
sr: Film & Animacija

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
sr: Filteri su još jedan moćan alat kod slaganja događaja. Autotajmer može biti ograničen na određene dane u nedelji ili samo ako se slaže sa tekstom unutra,npr. njegov opis. Pritisni PLAVO da dodaš novo ograničenje i ŽUTO da ukloniš izabrano.

source: Finetune
bg: Фина Настройка
sr: Fino podešavanje

source: Finished
bg: Завърши
sr: Završeno

source: Finished configuring your network
bg: Завърши мрежовата конфигурация
sr: Završena konfiguracija vaše mreže

source: Finished restarting your network
bg: Завърши рестартирането на мрежата
sr: Završeno je restartovanje vaše mreže

source: Finnish
bg: Край
sr: Finski

source: First day to match events. No event that begins before this date will be matched.
sr: Prvi dan da se događaji slože.Nijedan događaj koji počinje pre ovog datuma neće se složiti.

source: First generate your skin-style with the Ai.HD-Control plugin.
sr: Prvo generišite vaš stil maske sa Ai.HD-Control dodatkom.

source: Flash
sr: Fleš

source: Flashing failed
bg: Грешка при флашване
sr: Fleš nije uspeo

source: Following tasks will be done after you press OK!
sr: Sledeći zadaci će biti urađeni kad pritisnete OK!

source: Format
bg: Форматиране
sr: Formatiranje

source: Frame size in full view
sr: Veličina frejma u punom izgledu

source: France
sr: Francuska

source: French
bg: Френски
sr: Francuski

source: Frequency
bg: Честота
sr: Frekvencija

source: Frequency bands
bg: Честотна лента
sr: Band frekvencije

source: Frequency scan step size(khz)
sr: Veličina frekvencijskih koraka (khz)

source: Frequency steps
sr: Frekvencijski koraci

source: Fri
bg: Пет
sr: Pet

source: Friday
bg: Петък
sr: Petak

source: Frisian
bg: Фризийски
sr: Frizijski

source: FritzCall shows incoming calls to your Fritz!Box on your Dreambox.
sr: FritzCal pokazuje dolazne pozive vašem Fritz!Box-u na drimboksu.

source: Front USB Slot
sr: Prednji USB slot

source: Frontend for /tmp/mmi.socket
sr: Prednji završetak za /tmp/mmi.adapter

source: Frontprocessor version: %d
sr: Verzija frontprocesora: %d

source: Fsck failed
bg: Fsck грешка
sr: Fsck nije uspeo

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
bg: GUI трябва да се рестартира за да приложи новата кожа Да рестартирам ли GUI сега?
sr: GUI se treba restartovati da se primeni nova maska Želite li restartovati GUI sada ?

source: GUI that allows user to change the ftp- / telnet password.
sr: GUI koji dozvoljava korisniku da promeni ftp- / telnet lozinku.

source: GUI that allows user to change the ftp-/telnet-password of the Dreambox.
sr: GUI koji dozvoljava korisniku da promeni ftp- / telnet lozinku drimboksa.

source: GUI to change the ftp and telnet-password
sr: GUI za promenu ftp- / telnet lozinke

source: Gaming
sr: Igranje

source: Gateway
bg: Шлюз
sr: Mrežni čvor

source: General AC3 Delay
bg: AC3 закъснение
sr: Opšte AC3 kašnjenje

source: General AC3 delay (ms)
sr: Opšte AC3 kašnjenje (ms)

source: General PCM Delay
bg: PCM закъснение
sr: Opšte PCM kašnjenje

source: General PCM delay (ms)
sr: Opšte PCM kašnjenje (ms)

source: Generates and Shows TV Charts of all users having this plugin installed
sr: Generiše i prikazuje TV grafikon svih korisnika koji imaju ovaj dodatak instaliran

source: Genre
bg: Жанр
sr: Žanrovi

source: Genuine Dreambox
sr: Originalni drimboks

source: Genuine Dreambox validation failed!
sr: Provera originalnosti drimboksa neuspela!

source: Genuine Dreambox verification
sr: Verifikacija originalnog drimboksa

source: German
bg: Немски
sr: Nemački

source: German storm information
sr: Informacija o nemačkim olujama

source: German traffic information
sr: Nemačke saobraćajne informacije

source: Germany
sr: Nemačka

source: Get AudioCD info from CDDB and CD-Text
sr: Uzmi info audio CD-a sa CDDB i CD-tekst

source: Get latest experimental image
sr: Uzmi poslednji eksperimentalni imidž

source: Get latest release image
sr: Uzmi poslednji predstavljeni imidž

source: Getting plugin information. Please wait...
bg: Приемам инфо за плъгина. Моля изчакайте...
sr: Skidanje informacije o dodatku. Molim pričekajte...

source: Global delay
sr: Globalno kašnjenje

source: Goto 0
bg: Към 0
sr: Pođi do 0

source: Goto position
bg: Към позиция
sr: Idi na poziciju

source: GraphMultiEPG shows a graphical timeline EPG
sr: GraphMultiEPG pokazuje grafički vrem. liniju EPG

source: GraphMultiEPG shows a graphical timeline EPG. Shows a nice overview of all running und upcoming tv shows.
sr: GraphMultiEPG pokazuje grafički vrem. liniju EPG. Pokazuje lep prikaz svih tv šoua u toku kao i dolazećih.

source: Graphical Multi EPG
bg: Графичен Мулти ЕПГ
sr: Grafički Multi EPG

source: Great Britain
sr: Velika Britanija

source: Greek
bg: Гръцки
sr: Grčki

source: Green boost
sr: Zeleno pojačanje

source: Growlee allows your Dreambox to forward notifications like 'Record started' to a PC running a growl, snarl or syslog compatible client or directly to an iPhone using prowl.
sr: Growlee omogućuje vašem drimboksu da prosledi obaveštenje kao 'Snimanje počelo' na PC gde je growl pokrenut,čvor ili syslog kompatibilnom klijentu ili direktno na Ajfon koji koristi prowl.

source: Guard interval
sr: Zaštitni interval

source: Guess existing timer based on begin/end
sr: Procena postojećeg tajmera baziranog na Početak/Kraj

source: HD Interlace Mode
sr: HD Interlace način

source: HD Progressive Mode
sr: HD Napredni način

source: HD videos
sr: HD Video

source: Harddisk setup
bg: Настройки HDD
sr: Postavke hard diska

source: Harddisk standby after
bg: HDD в готовност след
sr: Isključi hard disk posle

source: Help
sr: Pomoć

source: Hierarchy info
sr: Rangiranje info

source: High bitrate support
bg: Поддръжка висок битрейт
sr: Podrška za visoki bitrejt

source: History
sr: Istorija

source: Holland
sr: Holandija

source: Horizontal
bg: Хоризонтална
sr: Horizontalno

source: Hotplugging for removeable devices
sr: Vrući kontakt za pokretne uređaje

source: How many minutes do you want to record?
bg: Колко минути желаете да запишете?
sr: Koliko minuta želite snimati ?

source: How to handle found crashlogs?
bg: Какво да правя с crashlogs?
sr: Kako postupiti sa nađenim krah zapisima?

source: Howto & Style
sr: Kako da... & Stil

source: Hue
sr: Nijansa

source: Hungarian
bg: Унгарски
sr: Mađarski

source: IMAP4 e-mail viewer for the Dreambox
sr: IMAP4 preglednik e-pošte za drimboks

source: IP Address
bg: IP Адрес
sr: IP Adresa

source: IRC Client for Enigma2
sr: IRC klijent za enigmu 2

source: ISO file is too large for this filesystem!
bg: ISO файла е много голям за тази файлова система!
sr: ISO datoteka je prevelika za ovaj sistem?

source: ISO path
sr: ISO putanja

source: Icelandic
bg: Исландски
sr: Islandski

source: If you see this, something is wrong with your scart connection. Press OK to return.
bg: Ако виждате това, нещо не е наред с вашата скарт връзка. Натиснете OK за връщане.
sr: Ukoliko vidite ovu poruku, nešto je pogrešno sa vašim skart priključkom. Pritisnite OK za povratak.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
bg: Ако вашия ТВ има опция за подсилване на яркост или контраст, спрете я.Ако има режим "dynamic", поставете го на standard. Настройте подсветката така, че да отговаря на вкуса ви. Намалете контраста на вашия ТВ колкото се може повече. След това намалете яркостта колкото е възможно, но така, че двете сиви сенки най-отдолу да останат различими. Не се грижете за ярките сенки сега. Те ще се коригират при следващата стъпка. Ако сте доволни от резултата, натиснете OK.
sr: Ako vaš TV ima poboljšavanje osvetljenja ili kontrasta,isključite ga.Ako imate nešto zvano "dynamic ",postavite na standarno.Podesite nivo pozadinskog osvetljenja na vrednosti po vašem ukusu.Smanjite kontrast na vašem TV koliko je moguće. Zatim smanjite do minimuma osvetljenje,ali budite sigurni da se najniže senke sive razaznaju. Ne brinite sada za svetle senke.One će biti postavljene u sledećem koraku. Ako ste zadovoljni rezultatom,stisnite OK.

source: Import AutoTimer
sr: Ubaci autotajmer

source: Import existing Timer
sr: Ubaci postojeći tajmer

source: Import from EPG
sr: Ubaci iz EPG

source: In Progress
bg: Се Изпълнява
sr: U toku

source: In order to record a timer, the TV was switched to the recording service!
sr: Da bi počelo snimanje po tajmeru,TV je prebačen na kanal za snimanje!

source: Include
sr: Uključi

source: Include your email and name (optional) in the mail?
bg: Включване на вашето име и email(по избор)в пощата?
sr: Uključite vaš imejl i ime (opciono) u poruku?

source: Increase delay
sr: Povećaj kašnjenje

source: Increase delay by %i ms (can be set)
sr: Povećaj kašnjenje za %i ms (može se podesiti)

source: Increased voltage
bg: Увеличен волтаж
sr: Povećani napon

source: Index
bg: Индекс
sr: Indeks

source: India
sr: Indija

source: InfoBar
bg: ИнфоЛента
sr: Info traka

source: Infobar timeout
bg: Времетраене ИнфоЛента
sr: Vreme trajanja info trake

source: Information
bg: Информация
sr: Informacije

source: Initial Fast Forward speed
sr: Početna brzina premotavanja napred

source: Initial Rewind speed
sr: Početna brzina premotavanja nazad

source: Initial location in new timers
sr: Početna lokacija u novim tajmerima.

source: Initialization
sr: Inicijalizacija

source: Initialize
bg: Инициализирай
sr: Inicijaliziraj

source: Initializing Harddisk...
bg: Инициализиране Твърд диск...
sr: Inicijaliziram hard disk...

source: Input
bg: Въведи
sr: Ulaz

source: Input device setup
sr: Podešavanje ulaznog uređaja

source: Input devices
sr: Ulazni uređaji

source: Install
bg: Инсталирай
sr: Instalisati

source: Install a new image with a USB stick
bg: Инсталирай нов имидж с USB стик
sr: Instalisati novi imidž sa USB stika

source: Install a new image with your web browser
bg: Инсталирай нов имидж с уеб браузър
sr: Instalisati novi imidž vašim web pretraživačem

source: Install extensions.
sr: Instaliraj proširenja.

source: Install local extension
sr: Instaliraj lokalno proširenje

source: Install or remove finished.
bg: Инсталацията или премахването завърши.
sr: Instalacija ili uklanjanje završeno.

source: Install settings, skins, software...
bg: Инсталация настройки, кожи, софтуер...
sr: Instalisati postavke,maske,softver...

source: Installation finished.
bg: Инсталацията завърши.
sr: Instalacija završena.

source: Installing
bg: Инсталиране
sr: Instaliram

source: Installing Software...
bg: Инсталиране Софтуер...
sr: Instaliram softver...

source: Installing default sat lists... Please wait...
bg: Инсталиране стандартни сат листи... Моля изчакайте...
sr: Instalacija standardne satelitske liste...Molim sačekajte...

source: Installing defaults... Please wait...
bg: Инсталация стандартни... Моля изчакайте...
sr: Standardna instalacija...Molim pričekajte...

source: Installing package content... Please wait...
bg: Инсталиране package content... Моля изчакайте...
sr: Instalacija sadržaja paketa...Molim pričekajte...

source: Instant Record...
bg: Моментален Запис...
sr: Trenutno snimanje...

source: Instant record location
sr: Lokacija instant snimanja

source: Interface:
sr: Iinterfejs:

source: Intermediate
bg: Междинен
sr: Srednje

source: Internal Flash
bg: Вътрешна Флаш
sr: Interni fleš

source: Internal USB Slot
sr: unutrašnji USB slot

source: Internal firmware updater
sr: Unutrašnji apdejter firmvera

source: Invalid Location
bg: Грешно Място
sr: Nevažeća lokacija

source: Invalid directory selected: %s
bg: Избрана грешна директория: %s
sr: Izabran je nevažeči direktorijum: %s

source: Invalid response from Security service pls restart again
sr: Ništavan odgovor od usluge bezbednosti,molim restartujte ponovo

source: Invalid response from server.
sr: Ništavan odgovor sa servera

source: Invalid response from server. Please report: %s
sr: Ništavan odgovor sa servera. Molim prijavite: %s

source: Invalid selection
sr: Izbor nije validan

source: Inversion
bg: Инверсия
sr: Inverzija

source: Ireland
sr: Irska

source: Is this videomode ok?
bg: Този видео режим коректен ли е?
sr: Da li je ovaj video mod OK?

source: Israel
sr: Izrael

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
sr: Moguće je ograničiti autotajmer na određene kanale ili bukete ili zabraniti specifične. Događaj će se složiti sa ovim autotajmerom ako je u određenom i nezabranjenom kanalu (u buketu). Pritisni PLAVO da dodaš novo ograničenje i ŽUTO da ukloniš izabrano.

source: Italian
bg: Италиански
sr: Italijanski

source: Italian Weather forecast on Dreambox
sr: Italijanska vremenska prognoza za drimboks

source: Italian Weather forecast on Dreambox from www.google.it.
sr: Italijanska vremenska prognoza za drimboks sa www.google.it.

source: Italy
sr: Italija

source: Job View
sr: Pregled poslova

source: Just Scale
sr: Samo razmeri

source: Kerni's BrushedAlu-HD skin
sr: Kernijeva BrushedAlu-HD maska

source: Kerni's DreamMM-HD skin
sr: Kernijeva DreamMM-HD maska

source: Kerni's Elgato-HD skin
sr: Kernijeva Elgato-HD maska

source: Kerni's SWAIN skin
sr: Kernijeva SWAIN maska

source: Kerni's SWAIN-HD skin
sr: Kernijeva SWAIN-HD maska

source: Kerni's UltraViolet skin
sr: Kernijeva Ultraviolet maska

source: Kerni's YADS-HD skin
sr: Kernijeva YADS-HD maska

source: Kerni's dTV-HD skin
sr: Kernijeva dTV-HD maska

source: Kerni's dTV-HD-Reloaded skin
sr: Kernijeva dTV-HD-reloaded maska

source: Kerni's dmm-HD skin
sr: Kernijeva dmm-HD maska

source: Kerni's dreamTV-HD skin
sr: Kernijeva dreamTV-HD maska

source: Kerni's simple skin
sr: Kernijeva jednostavna maska

source: Kerni-HD1 skin
sr: Kerni-HD1 maska

source: Kerni-HD1R2 skin
sr: Kerni-HD1R2 maska

source: Kernis HD1 skin
sr: Kernijeva HD1 maska

source: Key %(Key)s successfully set to %(delay)i ms
sr: Tipka %(Key)s uspešno podešena na %(delay)i ms

source: Key %(key)s (current value: %(value)i ms)
sr: Tipka %(key)s (sad.vrednost: %(value)i ms)

source: Keyboard
bg: Клавиатура
sr: Tastatura

source: Keyboard Map
sr: Mapa tastature

source: Keyboard Setup
bg: Настройка Клавиатура
sr: Postavke tastature

source: Keymap
sr: Mapa ključa

source: KiddyTimer allows to control your kids's daily tv usage.
sr: KiddyTimer vam dozvoljava da kontrolišete dnevno dečije korišćenje TV-a.

source: LAN connection
sr: LAN veza

source: Language
bg: Език
sr: Jezik

source: Language selection
bg: Избор Език
sr: Izbor jezika

source: Last config
sr: Zadnji konfig

source: Last day to match events. Events have to begin before this date to be matched.
sr: Poslednji dan za slaganje događaja.Događaji moraju početi pre ovog datuma da bi se složili.

source: Last speed
bg: Последна скорост
sr: Poslednja brzina

source: Latitude
bg: Ширина
sr: Geografska širina

source: Latvian
bg: Латвийски
sr: Letonski

source: Leave DVD Player?
bg: Изход DVD Плеър?
sr: Napustiti DVD plejer

source: Left
bg: Лява
sr: Levo

source: Limit east
bg: Източен лимит
sr: Istočni limit

source: Limit west
bg: Западен лимит
sr: Zapadni limit

source: Limited character set for recording filenames
sr: Ograničeni znakovi za imena snimljenih datoteka

source: Limits off
bg: Изкл.лимити
sr: Isključi limite

source: Limits on
bg: Бкл.лимити
sr: Limite na

source: Link Quality:
sr: Kvalitet linka:

source: Linked titles with a DVD menu
sr: Vezani naslovi sa DVD meniem

source: List of Storage Devices
sr: Lista uređaja za odlaganje

source: Lithuanian
bg: Литовски
sr: Litvanski

source: Load
bg: Зареди
sr: Ubaciti

source: Load Length of Movies in Movielist
bg: Зареди дължината на филма в списъка
sr: Ubaciti dužinu filma u listi filmova

source: Load feed on startup:
sr: Učitaj fid na startu:

source: Load movie-length
sr: Učitaj dužinu filma

source: Local Network
bg: Локална Мрежа
sr: Lokalna mreža

source: Local share name
sr: Lokalno zajed. ime

source: Location
bg: Местоположение
sr: Lokacija

source: Location for instant recordings
sr: Lokacija za instant snimanja

source: Lock:
bg: Закл:
sr: Zaključaj:

source: Log results to harddisk
bg: Записване Log на твърдия диск
sr: Rezultati izveštaja na hard disk

source: Long Keypress
bg: Дълго натискане на Бутон
sr: Dugi pritisak tipke

source: Long filenames
sr: Dugačka imena datoteka

source: Longitude
bg: Дължина
sr: Geografska dužina

source: Lower bound of timespan.
sr: donja granica vrem. pomaka.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
sr: donja granica vrem. pomaka.Ništa pre ovog vremena se neće poklapati. Odsečci se neće uzeti u obzir!

source: MMC Card
sr: MMC Kartica

source: MORE
bg: ОЩЕ
sr: VIŠE

source: Main menu
bg: Основно Меню
sr: Glavni meni

source: Mainmenu
bg: Основно Меню
sr: Glavni meni

source: Make this mark an 'in' point
sr: Napravi ovu oznaku kao 'ulaznu' tačku

source: Make this mark an 'out' point
sr: Napravi ovu oznaku kao 'izlaznu' tačku

source: Make this mark just a mark
sr: Napravi ovu oznaku samo kao oznaku

source: Manage extensions
sr: Rukuj proširenjima

source: Manage local files
sr: Upravljaj lokalnim datotekama

source: Manage logos to display at boot time or while in radio mode.
sr: Upravljaj logom da se prikaže kod podizanja ili u radio modu.

source: Manage logos to display at boottime
sr: Upravljaj logom da se prikaže kod podizanja.

source: Manage network shares
sr: Upravljaj delovima mreže

source: Manage your music files in a database, play it with Merlin Music Player.
sr: Upravljaj svojim muzičkim datotekama u bazi podataka,pusti ih sa Merlin Music plejerom.

source: Manage your network shares...
sr: Upravljaj delovima svoje mreže...

source: Manage your receiver's software
bg: Управление софтуера на ресийвъра
sr: Upravljanje softverom vašeg prijemnika
