Repository: ambrosa/test
Catalog: enigma2/po/*.po
Languages: bg, sr

source: working
bg: работи
sr: U radu

source: yellow
bg: жълт
sr: Žuto

source: yes
bg: да
sr: Da

source: yes (keep feeds)
bg: да (запази фийдове)
sr: Da ( zadrži fidove)

source: your dreambox might be unusable now. Please consult the manual for further assistance before rebooting your dreambox.
sr: vaš drimbox sada može biti beskoristan. Molim proverite uputstvo za dalju pomoć pre ponovnog podizanja vašeg drimboxa.

source: zapped
bg: превключен
sr: prebačen

source: Scan for local packages and install them.
bg: Сканиране за местни пакети и инсталация.

source: %H:%M
bg: %Ч:%М

source: %d min
bg: %d мин

source: * Only available when entering hidden SSID or network key
bg: * На разположение при въвеждане на скрит SSID или мрежов ключ.

source: .NFI Download failed:
bg: .NFI Неуспешно изтегляне:

source: .NFI file passed md5sum signature check. You can safely flash this image!
bg: .NFI файла премина проверката. Можете безопасно да заредите този имидж!

source: /usr/share/enigma2 directory
bg: /usr/share/enigma2 директория

source: /var directory
bg: /var директория

source: A
bg: А

source: AA
bg: АА

source: AC3 downmix
bg: AC3 -> стерео (downmix)

source: Advanced
bg: Експертни

source: After the start wizard is completed, you need to protect single services. Refer to your Dreambox's manual on how to do that.
bg: След завършване на стартовия помощник, вие трябва да protect single services. Погледнете във вашата инструкция за Clarke-Tech как да го направите.

source: Album
bg: Албум

source: Auto
bg: Aвто

source: Backup Mode
bg: Backup Режим

source: Backup is done. Please press OK to see the result.
bg: Backup завършен. Натиснете OK за да видите резултата.

source: Band
bg: Лента

source: Bulgarian
bg: Български

source: Burn to DVD...
bg: Запиши на DVD...

source: Change dir.
bg: Смяна дир.

source: Change service pin
bg: Смяна ПИН на услуги

source: Change service pins
bg: Смяна ПИН на услуги

source: Change setup pin
bg: Смяна ПИН за настройки

source: Choose source
bg: Избор източник

source: Config
bg: Конфиг

source: Connected to Fritz!Box!
bg: Свързан с Fritz!Box!

source: Connecting to Fritz!Box...
bg: Свързване с Fritz!Box...

source: Connection to Fritz!Box failed! (%s) retrying...
bg: Връзката с Fritz!Box пропадна! (%s) нов опит...

source: Crashlogs found! Send them to Dream Multimedia ?
bg: Открит crashlog! Изпращане до Dream Multimedia?

source: Default settings
bg: Стандартни Настройки

source: Destination directory
bg: Назначена директория

source: Disable Subtitles
bg: Спри Субтитри

source: Do you want to backup now? After pressing OK, please wait!
bg: Искате ли да съхраните копие сега? След натискане OK, моля изчакайте!

source: Do you want to enable the parental control feature on your Dreambox?
bg: Искате ли да включа опцията за родителски контрол на вашия Clarke-Tech?

source: Done - Installed or upgraded %d packages with %d errors
bg: Готово - Инсталирани или ъпгрейднати %d пакета с %d грешки

source: Encrypted: %s
bg: Кодиран: %s

source: Encryption Type
bg: Тип Кодировка

source: Enter WLAN network name/SSID:
bg: Въведете името/SSID на WLAN:

source: Enter WLAN passphrase/key:
bg: Въведете паролата/ключа за WLAN:

source: Filesystem Check...
bg: Проверка файлова с-ма...

source: Function not yet implemented
bg: Функцията не е изпълнима

source: Harddisk
bg: Твърд Диск

source: Hidden network SSID
bg: Скрит мрежов SSID

source: If you can see this page, please press OK.
bg: Ако виждате тази страница, моля натиснете ОК.

source: Image-Upgrade
bg: Ъпгрейд-Имидж

source: Initialization...
bg: Инициализация...

source: Install local IPKG
bg: Инсталирай местен IPKG

source: Install software updates...
bg: Инсталирай софтуерна актуализация...

source: Install/ Remove
bg: Инсталиране/ Премахване

source: Invert display
bg: Обръщане дисплей

source: LAN Adapter
bg: LAN Адаптер

source: Model:
bg: Модел:

source: Modulator
bg: Модулатор

source: Multi EPG
bg: Мулти ЕПГ

source: Network SSID
bg: Мрежов SSID

source: Network...
bg: Мрежа...

source: New pin
bg: Нов ПИН

source: No 50 Hz, sorry. :(
bg: Няма 50 Hz, съжалявам

source: No Networks found
bg: Няма открита Мрежа

source: No useable USB stick found
bg: Няма открит работещ USB стик

source: No wireless networks found! Please refresh.
bg: Не са открити безжични мрежи! Моля обновете.

source: No, just start my Dreambox
bg: Не, просто стартирай Clarke-Tech

source: Orbital Position
bg: Орбитална Позиция

source: Package details for:
bg: Детайли за пакет:

source: Page
bg: Страница

source: Please enter the old pin code
bg: Моля въведете стария ПИН код

source: Please select target directory or medium
bg: Моля изберете директория или устройство

source: Plugin manager
bg: Плъгин manager

source: Polarity
bg: Поляризация

source: Port A
bg: Порт А

source: Port B
bg: Порт B

source: Port C
bg: Порт C

source: Port D
bg: Порт D

source: Press OK to view full changelog
bg: OK -> Вижте пълния changelog

source: Radio
bg: Радио

source: Ram Disk
bg: Ram Диск

source: Reenter new pin
bg: Въведете отново новия ПИН

source: Refresh
bg: Обновяване

source: Remove the broken .NFI file?
bg: Премахни повредения .NFI файл?

source: Remove the incomplete .NFI file?
bg: Премахни непълния .NFI файл?

source: Restart
bg: Рестарт

source: Restore backups...
bg: Възстановяване backups...

source: Restoring the settings is done. Please press OK to activate the restored settings now.
bg: Завърши възстановяването. Натиснете OK за активиране на възстановените настройки.

source: Sat
bg: Съб

source: Sats
bg: Сателити

source: Satteliteequipment
bg: Сателитно оборудване

source: Scan your network for wireless Access Points and connect to them using your WLAN USB Stick
bg: Търсене за безжични Точки за Достп и свързването към тях посредством вашия WLAN USB Стик

source: Select audio mode
bg: Изберете аудио режим

source: Select files for backup. Currently selected:
bg: Изберете файлове за backup. В момента избрани:

source: Select files/folders to backup...
bg: Изберете файлове/папки за backup...

source: Select image
bg: Изберете имидж

source: Select video input
bg: Изберете видео вход

source: Set as default Interface
bg: Направи като основен Интерфейс

source: Signal:
bg: Сигнал:

source: Somewhere else
bg: Някъде другаде

source: Sorry your Backup destination does not exist Please choose an other one.
bg: Съжалявам, вашата Backup дестинация не съществува Моля изберете друга.

source: Stereo
bg: Стерео

source: Symbol Rate
bg: Скорост на Сигнала

source: Symbolrate
bg: Скорост на Сигнала

source: The USB stick is now bootable. Do you want to download the latest image from the feed server and save it on the stick?
bg: USB стика вече е bootable. Искате ли да изтеглите последния имидж от сървъра и да го запазите на стика?

source: The pin code has been changed successfully.
bg: ПИН кодът беше променен успешно.

source: The pin codes you entered are different.
bg: Въведеният ПИН код е различен.

source: This .NFI file does not contain a valid %s image!
bg: Този .nfi файл не съдържа валиден %s имидж!

source: This .NFI file does not have a md5sum signature and is not guaranteed to work. Do you really want to burn this image to flash memory?
bg: Този .nfi файл не съдържа md5 подпис и коректната му работа не егарантирана. Наистина ли искате да запишете този имидж на flash паметта

source: This .NFI file has a valid md5 signature. Continue programming this image to flash memory?
bg: Този .nfi файл съдържа валиден md5 подпис. Да продължа ли с инсталирането на този имидж във flash паметта?

source: This Dreambox can't decode %s video streams!
bg: Този Clarke-Tech не може да декодира %s видео стриймове!

source: This is unsupported at the moment.
bg: Това не се поддържа в момента.

source: Timeshift path...
bg: Път за Таймшифт...

source: To update your Dreambox firmware, please follow these steps: 1) Turn off your box with the rear power switch and plug in the bootable USB stick. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
bg: За да обновите firmware на вашия Clarke-Tech, моля следвайте тези стъпки: 1) Изключете вашия Clarke-Tech от задния бутон за захранване и поставете bootable USB стик. 2) Включете отново приемника и задръжте POWER бутон на предния панел натиснат за 10 секунди. 3) Изчакайте зареждането и следвайте инструкциите на помощника.

source: Transmission Mode
bg: Режим предаване

source: Transponder
bg: Транспондер

source: Transponder Type
bg: Транспондер Тип

source: Updates your receiver's software
bg: Актуализира софтуера на вашия приемник

source: Upgrade finished. Do you want to reboot your Dreambox?
bg: Ъпгрейда завърши. Искате ли да рестартирате вашия Clarke-Tech?

source: View list of available Satteliteequipment extensions.
bg: Списък с наличните Satteliteequipment extensions.

source: We will now test if your TV can also display this resolution at 50hz. If your screen goes black, wait 20 seconds and it will switch back to 60hz. Please press OK to begin.
bg: Сега ще тестваме дали вашия ТВ може да показва тази резолюция на 50hz. Ако вашия екран остане черен, изчакайте 20 секунди и ще се върне пак на 60hz. Моля натиснете OK за начало на теста.

source: Wireless
bg: Безжична

source: Wireless Network State
bg: Статус на безжичната мрежа

source: Writing NFI image file to flash completed
bg: Зареждането на .nfi файла във флаша завърши

source: You do not seem to have a harddisk in your Dreambox. So backing up to a harddisk is not an option for you.
bg: Изглежда нямате твърд диск във вашия Clarke-Tech. Така, че backing up на твърд диск не е опция за вас.

source: You have chosen to backup to an usb drive. Better backup to the harddisk! Please press OK to start the backup now.
bg: Вие избрахте backup на usb устройство. По добре backup на твърд диск! Моля натиснете ОК за да започне backup сега.

source: You have chosen to backup to your harddisk. Please press OK to start the backup now.
bg: Вие избрахте backup на вашия твърд диск. Моля натиснете ОК за да започне backup сега.

source: You need to set a pin code and hide it from your children. Do you want to set the pin now?
bg: Трябва да въведете ПИН код и да го скриете от вашите деца. Искате ли да въведете ПИН сега?

source: Your Dreambox is shutting down. Please stand by...
bg: Вашия Clarke-Tech се изключва. Моля изчакайте...

source: Your Dreambox isn't connected to the internet properly. Please check it and try again.
bg: Вашият Clarke-Tech не е свързан правилно с интернет. Моля проверете и опитайте отново.

source: Your TV works with 50 Hz. Good!
bg: Вашия ТВ работи с 50 Hz. Браво!

source: Your network configuration has been activated. A second configured interface has been found. Do you want to disable the second network interface?
bg: Вашата мрежова конфигурация е активирана. Втора конфигурирана мрежа бе открита. Искате ли да спрете втория мрежов интерфейс?

source: are you sure you want to restore following backup:
bg: искате ли да възстановите следния backup:

source: assigned CAIds
bg: определен CAIds

source: assigned Services/Provider
bg: определен Канал/Провайдър

source: auto
bg: авто

source: choose destination directory
bg: изберете крайна директория

source: enigma2 and network
bg: enigma2 и мрежа

source: enter hidden network SSID
bg: Въведете SSID на скритата мрежа

source: exceeds dual layer medium!
bg: Надхвърля капацитета на двуслоен DVD!

source: exit network adapter setup menu
bg: изход от настройките на мрежовия адаптер

source: failed
bg: грешка

source: hidden network
bg: скрита мрежа

source: hidden...
bg: скрита...

source: mins
bg: мин

source: multinorm
bg: Мултистандарт

source: select .NFI flash file
bg: избор .NFI флаш файл

source: select image from server
bg: избор имидж от сървър

source: service pin
bg: ПИН канали

source: setup pin
bg: ПИН настройки

source: stereo
bg: стерео

source: unavailable
bg: не е наличен

source: until restart
bg: до рестарт

source: zap
bg: превключи
