Repository: ambrosa/test
Catalog: enigma2/po/*.po
Languages: bg, sr

source: Advanced options and settings.
bg: Експертни опции и настройки
sr: Napredne opcije i podešavanja.

source: After pressing OK, please wait!
bg: След натискане на ОК, моля изчакайте!
sr: Posle stiskanja OK,molim pričekajte

source: Backup your Dreambox settings.
bg: Копие на вашите Clarke-Tech настройки.
sr: Snimi svoje Drimbox postavke

source: Edit the upgrade source address.
bg: Редакция на адреса за ъпгрейд.
sr: Uredi poboljšanu izvornu adresu

source: Manage extensions or plugins for your Dreambox
bg: Управление на плъгини за вашия Clarke-Tech
sr: Izvrši proširenja i dodatke za vaš drimboks

source: Online update of your Dreambox software.
bg: Мрежова актуализация за вашия Clarke-Tech софтуер
sr: Onlajn ažuriranje Drimbox softvera

source: Press OK on your remote control to continue.
bg: Натиснете ОК на дистанционното за да продължите.
sr: Pritisni OK na tvom daljinskom da nastaviš

source: Restore your Dreambox settings.
bg: Възстановяване на вашите Clarke-Tech настройки.
sr: Vrati svoje Drimbox postavke

source: Restore your Dreambox with a new firmware.
bg: Възстановяване на вашия Clarke-Tech с нов фирмуер.
sr: Vrati svoje Drimbox postavke sa novim firmverom

source: Restore your backups by date.
bg: Възстановяване на вашите копия по дата.
sr: Vrati svoje snimljene kopije po datumu

source: Scan for local extensions and install them.
sr: Traži lokalna proširenja i instaliraj ih.

source: Select your backup device. Current device:
bg: Изберете вашето backup устройство. Текущо устройство:
sr: Izaberi svoj rezervni uredjaj. Aktuelni uređaj:

source: System will restart after the restore!
sr: Sistem će ponovo startovati posle vraćanja sigurnosne kopije!

source: View, install and remove available or installed packages.
bg: Преглед, инсталиране и премахване на налични или инсталирани пакети.
sr: Pogledaj,instaliraj i ukloni pristupačne ili instalirane pakete

source: Results
sr: Rezultati

source: extensions.
sr: proširenja.

source: packages selected.
bg: избрани пакети.
sr: Paketa izabrano

source: updates available.
bg: ъпдейти на разположение.
sr: ažuriranja dostupna.

source: wireless networks found!
bg: Открити са безжични мрежи!
sr: Bežična mreža pronađena!

source: %d conflict(s) encountered when trying to add new timers: %s
sr: %d problem(a) susretnuto pokušavajući dodati nove tajmere: %s

source: %d jobs are running in the background!
bg: %d процеси работят на заден план!
sr: %d radnje se obavljaju u pozadini

source: %d services found!
bg: %d намерени програми!
sr: %d kanala pronađeno!

source: %s (%s, %d MB free)
sr: %s (%s, %d MB slobodno)

source: (empty)
sr: (prazno)

source: (show optional DVD audio menu)
bg: (покажи DVD аудио меню)
sr: (prikaži alternativni DVD audio meni)

source: * Only available if more than one interface is active.
bg: * На разположение само ако е активен повече от един интерфейс.
sr: * Dostupan samo ako je više interfejsa aktivno.

source: 1 wireless network found!
bg: 1 безжична мрежа е открита!
sr: 1 bežična mreža pronađena!

source: 12V output
sr: 12V izlaz

source: 16:9 always
sr: 16:9 uvek

source: 30 minutes
bg: 30 минути
sr: 30 minuta

source: 5 minutes
bg: 5 минути
sr: 5 minuta

source: 60 minutes
bg: 60 минути
sr: 60 minuta

source: <Current movielist location>
sr: <Trenutna lokacija liste filmova>

source: <Default movie location>
sr: <Standardna lokacija filmova>

source: <Last timer location>
sr: <Zadnja lokacija tajmera>

source: <unknown>
bg: <непознат>
sr: <nepoznato>

source: A BackToTheRoots-Skin .. but with Warp-8 speed.
sr: Povratak na izvorne maske ali sa varp-8 brzinom.

source: A BackToTheRoots-Skin .. or good old times.
sr: Povratak izvornom skinu..ili dobrim starim vremenima.

source: A basic ftp client
sr: Osnovni FTP klijent

source: A client for www.dyndns.org
sr: Klijent za www.dyndns.org

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
bg: Конфиг файла (%s) беше променен след инсталацията. Искате ли да запазите вашата версия?
sr: Konfiguracioni fajl (%s) je promenjen posle instalacije. Želite li zadržati vašu verziju?

source: A demo plugin for TPM usage.
sr: Demo dodatak za TMP korišćenje.

source: A dreambox simulation from SG-Atlantis displays.
sr: Drimboks simulacija od SG-Atlantis displeja

source: A finished record timer wants to set your Dreambox to standby. Do that now?
bg: Таймера при завършване на запис желае да постави Clarke-Tech в стендбай. Да го направи ли сега?
sr: Tajmer snimanja je završen i želi postaviti vaš Drimbox u stanje pripravnosti. Uradite sada?

source: A finished record timer wants to shut down your Dreambox. Shutdown now?
bg: Таймера при завършване на запис желае да изключи вашия Clarke-Tech. Изключване сега?
sr: Tajmer snimanja je završio i želi isključiti vaš Drimbox sada. Isključiti sada?

source: A graphical EPG for all services of an specific bouquet
bg: Графичен режим на EPG за всички програми от определен букет
sr: Grafički EPG za sve kanale od specifičnog buketa

source: A graphical EPG interface
sr: Grafički EPG interfejs

source: A graphical EPG interface and EPG tools manager
sr: grafički EPG interfejs i menadžer EPG alata

source: A graphical EPG interface.
sr: Grafički EPG interfejs,

source: A mount entry with this name already exists! Update existing entry and continue?
sr: Maunt unos sa ovim imenom već postoji! Ažuriraj postojeći unos i nastavi?

source: A nice looking HD skin from Kerni
sr: Lepa HD maska od Kernija

source: A nice looking HD skin in Brushed Alu Design from Kerni.
sr: Lepa HD maska u brušenom alu dizajnu od Kernija

source: A nice looking skin from Kerni
sr: Lepa maska od Kernija

source: A record has been started: %s
bg: Започна запис: %s
sr: Snimanje je započeto: %s

source: A recording is currently running. What do you want to do?
bg: Има запис в момента. Какво да направя?
sr: Snimanje je trenutno u toku. Šta želite da uradte?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
bg: Има запис в момента. Моля спрете записа преди да опитате да конфигурирате позиционера.
sr: Snimanje je u toku. Molim zaustavite snimanje pre nego što pokušate konfigurisati pozicioner.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
bg: Има запис в момента. Моля спрете записа преди да опитате да стартирате satfinder.
sr: Snimanje je trenutno u toku. Molim zaustavite snimanje pre nego što pokrenete satelitski pretraživač.

source: A required tool (%s) was not found.
bg: Исканото устройство (%s) не беше намерено.
sr: Potrebni alat (%s) nije pronađen.

source: A search for available updates is currently in progress.
sr: Traženje za moguća ažuriranja je trenutno u toku.

source: A second configured interface has been found. Do you want to disable the second network interface?
sr: Drugi konfigurisani interfejs je pronađen. Da li želite da onemogućite drugi mrežni interfejs?

source: A simple downloading application for other plugins
sr: Jednostavna aplikacija za skidanje drugih dodataka

source: A sleep timer wants to set your Dreambox to standby. Do that now?
bg: Таймера за сън иска да превключи Clarke-Tech в стендбай. Да го направи ли сега?
sr: Tajmer spavanja želi postaviti vaš Drimbox u stanje pripravnosti. Uraditi sada?

source: A sleep timer wants to shut down your Dreambox. Shutdown now?
bg: Таймера за сън иска да изключи вашия Clarke-Tech. Изключване сега?
sr: Tajmer spavanja želi isključiti vaš Drimbox. Isključiti sada?

source: A small overview of the available icon states and actions.
sr: Mali pregled dostupnih stanja i aktivnosti ikonica.

source: A timer failed to record! Disable TV and try again?
bg: Провален планиран запис! Спиране на ТВ и опит отново?
sr: Tajmer je neuspešno pokušao snimiti! Onemogućite TV i pokušajte ponovo?

source: A/V Settings
bg: A/V Настройки
sr: A/V Postavke

source: AC3 default
bg: AC3 по подразбиране
sr: AC3 standard

source: Abort
bg: Отмени
sr: Prekini

source: Abort this Wizard.
sr: Prekini ovog čarobnjaka.

source: About
bg: Относно
sr: O programu

source: About...
bg: Относно...
sr: O programu...

source: Access to the ARD-Mediathek
sr: Pristup ARD mediateci

source: Access to the ARD-Mediathek online video database.
sr: Pristup onlajn video bazi podataka ARD mediateke

source: Accesspoint:
sr: Pristupna tačka:

source: Action on long powerbutton press
bg: Продължително натискане на бутон POWER
sr: Dejstvo za dugo pritisnutu tipku paljenja

source: Action on short powerbutton press
sr: Akcija za kratko pritisnuto dugme paljenja

source: Action:
bg: Действие:
sr: Dejstvo:

source: Activate Picture in Picture
bg: Активиране Картина в Картината
sr: Aktiviraj Sliku u Slici

source: Activate network settings
bg: Активиране мрежови настройки
sr: Aktiviraj mrežne postavke

source: Active
sr: Aktivan

source: Active/ Inactive
sr: Aktivan/ Neaktivan

source: Adapter settings
bg: Настройки на адаптера
sr: Postavke adaptera

source: Add
bg: Добавяне
sr: Dodaj

source: Add Bookmark
bg: Добавяне Bookmark
sr: Dodaj obeležje

source: Add WLAN configuration?
bg: Добавяне настройки за WLAN?
sr: Dodaj WLAN konfiguraciju?

source: Add a mark
bg: Добавяне Отметка
sr: Dodaj oznaku

source: Add a new NFS or CIFS mount point to your Dreambox.
sr: Dodaj novu CIFS ili NFS maunt tačku tvom drimboksu.

source: Add a new title
bg: Добавяне ново име
sr: Dodaj novi titl

source: Add network configuration?
bg: Добавяне мрежови настройки?
sr: Dodaj mrežnu konfiguraciju?

source: Add new AutoTimer
sr: Dodaj novi autotajmer

source: Add new network mount point
sr: Dodaj novu mrežnu tačku za maunt

source: Add timer
bg: Добавяне таймер
sr: Dodaj Tajmer

source: Add timer as disabled on conflict
sr: Dodaj tajmer kao isključen kod konflikta

source: Add title
bg: Добавяне име
sr: Dodaj naslov

source: Add to bouquet
bg: Добави към букет
sr: Dodaj u buket

source: Add to favourites
bg: Добави към предпочитани
sr: Dodaj u favorite

source: Add zap timer instead of record timer?
sr: Dodaj zap tajmer umesto tajmera za snimanje?

source: Added:
sr: Dodato:

source: Adds enigma2 settings and dreambox model informations like SN, rev... if enabled.
sr: Dodaje enigma2 postavke i informacije o modelu drimboksa kao SN,rev...ako je uključen.

source: Adds network configuration if enabled.
sr: Dodaje mrežnu konfiguraciju ako je aktivirana.

source: Adds wlan configuration if enabled.
sr: Dodaje wlan konfiguraciju ako je ukljucen.

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
bg: Настройте цветовете така, че всички цветни сенки да са различимии да са максимално наситени. Ако сте доволни от резултата, натиснете OK за да затворите фината настройка на картината, или използвайте цифровите бутони за да изберете друг тест екран.
sr: Podesi postavke boje,tako da su sve senke boja raspoznatljive,ali izgledaju maksimalno zasićene.Ako ste zadovoljni rezultatom,pritisnite OK da zatvorite fino video-podešavanje,ili koristite numeričke tipke da izaberete druge test ekrane.

source: Adult streaming plugin
sr: Dodatak za strim za odrasle

source: Adult streaming plugin.
sr: Dodatak za strim za odrasle.

source: Advanced Options
bg: Експертни Настройки
sr: Napredne opcije

source: Advanced Software
sr: Napredni softver

source: Advanced Software Plugin
sr: Napredni softver dodatak

source: Advanced Video Enhancement Setup
sr: Napredne postavke video poboljšavanja

source: Advanced Video Setup
bg: Експертна Видео Настройка
sr: Napredne video postavke

source: Advanced restore
bg: Експертно Възстановяване
sr: Napredno vraćanje

source: After a reboot or power outage, StartupToStandby will bring your Dreambox to standby-mode.
sr: Posle restarta ili prekida napajanja, StartupToStandby će dovesti vaš drimboks u mod spreman.

source: After event
bg: След предаването
sr: Posle dešavanja

source: After the start wizard is completed, you need to protect single services. Refer to your dreambox's manual on how to do that.
sr: Nakon što čarobnjak završi,treba da zaštitite pojedine kanale. Pogledajte u drimbox uputstva kako da to uradite.

source: Ai.HD skin-style control plugin
sr: Ai.HD stil maske kontrolni dodatak

source: All
bg: Всички
sr: Svi

source: All Satellites
bg: Всички Сателити
sr: Svi sateliti

source: All Time
sr: Sve vreme

source: All non-repeating timers
sr: Svi neponavljajući tajmeri

source: Allow zapping via Webinterface
sr: Dozvoli promenu kanala preko vebinterfejsa

source: Allows the execution of TuxboxPlugins.
sr: Dozvoljava izvršenje tuksboks dodataka.

source: Allows user to download files from rapidshare in the background.
sr: Dozvoljava korisniku da skida datoteke sa rapidšera u pozadini.

source: Alpha
bg: Алфа
sr: Alfa

source: Alternative radio mode
bg: Алтернативен радио режим
sr: Alternativni radio mod

source: Alternative services tuner priority
bg: Алтернативен приоритет на тунера
sr: Prioritet alternativnih kanala tjunera

source: Always ask
sr: Uvek pitaj

source: Always ask before sending
bg: Винаги питай преди изпращане
sr: Pitaj pre slanja

source: An empty filename is illegal.
bg: Файл без име не се приема.
sr: Prazno ime datoteke je nelegalno.

source: An error occured.
sr: Desila se greška.

source: An unknown error occured!
bg: Случи се непозната грешка!
sr: Nepoznata greška se desila

source: Anonymize crashlog?
bg: Анонимен crashlog?
sr: Anonimni krah zapis?

source: Arabic
bg: Арабски
sr: Arapski

source: Are you sure you want to activate this network configuration?
bg: Искате ли да активирате тези мрежови настройки?
sr: Da li ste sigurni da želite aktivirati ovu mrežnu konfiguraciju?

source: Are you sure you want to delete following backup:
bg: Искате ли да изтриете този backup:
sr: Da li ste sigurni da želite da izbrišete sledeću rezervnu kopiju:

source: Are you sure you want to exit this wizard?
sr: Da li ste sigurni da želite izaći iz ovog čarobnjaka?

source: Are you sure you want to restart your network interfaces?
bg: Искате ли да рестартирате вашия мрежов интерфейс?
sr: Da li ste sigurni da želite da restartujete vaše mrežne interfejse?

source: Are you sure you want to restore following backup:
bg: Искате ли да възстановите следния backup:
sr: Da li ste sigurni da želite da vratite sledeću rezervnu kopiju:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
bg: Искате ли да възстановите вашия Енигма2 backup? Енигма2 ще се рестартира след възстановяването
sr: Da li ste sigurni da vratite vašu Enigma2 rezervnu kopiju? Enigma2 će ponovo startovati posle vraćanja

source: Are you sure you want to save this network mount?
sr: Da li sigurno želite da sačuvate ovaj mrežni maunt?

source: Artist
bg: Артист
sr: Izvođač

source: Ascending
sr: Naviše

source: Ask before shutdown:
bg: Питай преди изключване:
sr: Pitaj pre isključivanja:

source: Ask user
bg: Питай потребител
sr: Pitaj korisnika

source: Aspect Ratio
bg: Режим Картина
sr: Odnos slike

source: Aspect ratio
sr: Odnos Slike

source: Assigning providers/services/caids to a CI module
sr: Dodeljivanje provajdera/kanala/kaida CI modulu

source: Audio
bg: Аудио
sr: Zvuk

source: Audio Options...
bg: Аудио Настройки...
sr: Zvučne opcije...

source: Audio PID
sr: Zvučni PID

source: Audio Sync
sr: Audio sinhronizacija

source: Audio Sync Setup
sr: Podešavanje audio sinhronizacije

source: AudoSync allows delaying the sound output (Bitstream/PCM) so that it is synchronous to the picture.
sr: Audio sinhronizacija omogućava kašnjenje zvuka (Bitstream/PCM) tako da bude sinhronizovan sa slikom.

source: Australia
sr: Australija

source: Author:
bg: Автор:
sr: Autor

source: Authoring mode
sr: Autorski način

source: Auto chapter split every ? minutes (0=never)
bg: Автоматично разделяне на всеки ? минути (0=никога)
sr: Automatska podela delova svakih ? minuta (0=nikad)

source: Auto flesh
sr: Auto fleš

source: Auto scart switching
bg: Автом.скарт превключване
sr: Automatsko uključenje skarta

source: AutoTimer Editor
sr: Urednik autotajmera

source: AutoTimer Filters
sr: Filteri autotajmera

source: AutoTimer Services
sr: Kanali autotajmera

source: AutoTimer Settings
sr: Podešavanja autotajmera

source: AutoTimer overview
sr: Pregled autotajmera

source: AutoTimer scans the EPG and creates Timers depending on user-defined search criteria.
sr: Autotajmer pretražuje EPG i kreira tajmere u zavisnosti od korisn. definisanih kriterijuma traženja.

source: AutoTimer was added successfully
sr: Auto tajmer je uspešno dodat

source: AutoTimer was changed successfully
sr: Auto tajmer je uspešno promenjen

source: AutoTimer was removed
sr: Auto tajmer je uklonjen

source: Automatic
bg: Автоматично
sr: Automatski

source: Automatic Scan
bg: Автоматично Търсене
sr: Automatsko skeniranje

source: Automatic volume adjustment
sr: automatsko podešavanje glasnoće

source: Automatic volume adjustment for ac3/dts services.
sr: automatsko podešavanje glasnoće za ac3/dts usluge.

source: Automatically change video resolution
sr: Automatski menja video rezoluciju

source: Automatically changes the output resolution depending on the video resolution you are watching.
sr: Automatski menja izlaznu rezoluciju zavisno od video rezolucije koju gledate.

source: Automatically create timer events based on keywords
sr: Automatski kreira tajmer događaje bazirane na ključnim rečima

source: Automatically informs you on low internal memory
sr: Automatski vas obaveštava na malo interne memorije

source: Automatically refresh EPG
sr: Automatski osvežava EPG

source: Automatically send crashlogs to Dream Multimedia
sr: Automatski šalje krah zapise Drim Multimediji

source: Autoresolution Switch
sr: Autoresolution prekidač

source: Autoresolution is not working in Scart/DVI-PC Mode
sr: Autoresolution ne radi u Skart/DVI-PC modu

source: Autoresolution settings
sr: Autoresolution podešavanja

source: Autoresolution videomode setup
sr: Autoresolution podešavanje video moda

source: Autos & Vehicles
sr: Automobili i vozila

source: Autowrite timer
sr: Automatski tajmer

source: Available format variables
sr: Mogući promenljivi format

source: BASIC-HD Skin by Ismail Demir
sr: Osnovna HD maska Ismail Demira

source: BASIC-HD Skin for Dreambox Images created from Ismail Demir
sr: Osnovna HD maska za drimboks kreirana od Ismail Demira

source: Back
bg: Назад
sr: Iza

source: Back, lower USB Slot
sr: Zadnji ,donji USB slot

source: Back, upper USB Slot
sr: Zadnji ,gornji USB slot

source: Background
bg: Фон
sr: Pozadina

source: Backup done.
bg: Backup завършен.
sr: Rezervna kopija završena

source: Backup failed.
bg: Backup неуспех.
sr: Rezervna kopija nije uspela

source: Backup is running...
sr: Bekap u toku...

source: Backup system settings
bg: Backup системни настройки
sr: Snimanje sistemskih postavki

source: Bandwidth
bg: Ширина на лента
sr: Propusnost

source: Begin of "after event" timespan
sr: Početak vrem.razmaka posle događaja

source: Begin of timespan
sr: Početak vrem. razmaka

source: Begin time
bg: Начало време
sr: Početno vreme

source: Behavior of 'pause' when paused
bg: Действие на 'пауза' когато е в режим пауза
sr: Način rada "pauza" kad je zaustavljen

source: Behavior of 0 key in PiP-mode
bg: Действие на бутон 0 в режим PiP
sr: Uloga tipke 0 u SuS-modu

source: Behavior when a movie is started
bg: Действие при старт на филм
sr: Način rada kad je film startovan

source: Behavior when a movie is stopped
bg: Действие при спиране на филм
sr: Način rada kad je film zaustavljen

source: Behavior when a movie reaches the end
bg: Действие при завършване на филм
sr: Način rada kad je film stigao do kraja

source: Bitrate:
sr: Bit rata:

source: Block noise reduction
sr: Blokiraj smanjenje šuma

source: Blue boost
sr: Plavo pojačanje

source: Bonjour/Avahi control plugin
sr: Bonjour/Avah kontrolni dodatak

source: Bonjour/Avahi control plugin.
sr: Bonjour/Avah kontrolni dodatak.

source: Bookmarks
sr: Oznake

source: Bouquets
sr: Buketi

source: Brightness
bg: Яркост
sr: Osvetljenje

source: Browse ORF and SAT1 Teletext independent from channel. This need I-net conection.
sr: Pregledaj ORF i SAT1 teletekst nezavisno od kanala.Za ovo je potrebna I-net veza.

source: Browse for and connect to network shares
sr: Traži i spoji se sa delovima na mreži

source: Browse for nfs/cifs shares and connect to them.
sr: Traži nfs/cifs delove i spoji se sa njima.

source: Browse network neighbourhood
sr: Pregledaj mrežno okruženje

source: Burn DVD
bg: Запиши DVD
sr: Prži DVD

source: Burn existing image to DVD
bg: Запис на съществуващ имидж на DVD
sr: Nareži postojeći imidž na DVD

source: Burn to DVD
sr: Nareži na DVD

source: Burn your recordings to DVD
sr: Nareži svoje snimke na DVD

source: By enabling this events will not be matched if they don't occur on certain dates.
sr: Uključenjem ovoga događaji neće biti složeni ako se ne dese na određene datume.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
sr: Uključenjem ovoga,vi ćete biti obavešteni o problemima tajmera prnaćenih za vreme auto biranja Pamet nije uključena pa vam može stalno dosađivati o istom problemu.

source: By pressing the OK Button on your remote control, the info bar is being displayed.
bg: С натискане бутон OK на дистанционното, инфо лентата се показва.
sr: Pritiskom na tipku OK daljinskog upravljača, info traka će biti prikazana.

source: C-Band
sr: C-Opseg

source: CDInfo enables gathering album and track details from CDDB and CD-Text when playing Audio CDs in Mediaplayer.
sr: CDinfo omogućava prikupljanje detalja albuma i pesama sa CDDB i cd tekst dok puštate audio CD u medija plejetu.

source: CI assignment
sr: CI dodela

source: CIFS share
sr: CIFS deljenje

source: Cable
sr: Kabel

source: Cache Thumbnails
sr: Učitaj sličice

source: Callmonitor for NCID-based call notification
sr: Nadzor poziva za NCID bazirane objave poziva

source: Callmonitor for the Fritz!Box routers
sr: Nadzor poziva za Fritz!Box rutere

source: Can't connect to server. Please check your network!
sr: Ne mogu se povezati na server.Molim proverite vašu mrežu!

source: Canada
sr: Kanada

source: Cancel
bg: Отказ
sr: Odustani

source: Capacity:
bg: Капацитет:
sr: Kapacitet:

source: Card
bg: Карта
sr: Kartica

source: Catalan
bg: Каталонски
sr: Katalonski

source: Center screen at the lower border
sr: Centriraj ekran na donjoj ivici

source: Center screen at the upper border
sr: Centriraj ekran na gornjoj ivici

source: Change active delay
sr: Promeni aktivno kašnjenje

source: Change bouquets in quickzap
bg: Смяна букет при бързопревкл.
sr: Promeni bukete u brzom prebacivanju

source: Change default recording offset?
sr: Promeni standardnu ladicu za snimanje?

source: Change hostname
sr: Promeni ime hosta

source: Change pin code
bg: Смяна ПИН код
sr: Promeni pin kod

source: Change service PIN
sr: Promeni servisni PIN

source: Change service PINs
sr: Promeni servisne PINove

source: Change setup PIN
sr: Promeni PIN za podešavanje

source: Change step size
sr: Promeni veličinu koraka

source: Change the hostname of your Dreambox.
sr: Promeni ime hosta svog drimboksa.

source: Changelog
sr: Zapis izmena

source: Channel
bg: Канал
sr: Kanal

source: Channel Selection
bg: Избор Канали
sr: Izbor kanala

source: Channel audio:
sr: Audio kanal:

source: Channel not in services list
bg: Каналът не е в списъка
sr: Kanal nije u listi kanala

source: Channel:
bg: Канал:
sr: Kanal:

source: Channellist menu
bg: Меню списък с канали
sr: Meni liste kanala

source: Channels
sr: Kanali

source: Chap.
sr: Pog.
