Repository: ambrosa/test
Catalog: enigma2/po/*.po
Languages: bg, sr

source: Please enter a name for the new marker
bg: Моля въведете име за новата отметка
sr: Molim unesite ime za novu oznaku

source: Please enter a new filename
bg: Моля въведете ново име за файла
sr: Molim unesite novo ime datoteke

source: Please enter filename (empty = use current date)
bg: Моля въведете име за файла (празно = текуща дата)
sr: Molim unesite ime datoteke (prazno = koristi današnji datum)

source: Please enter name of the new directory
bg: Моля въведете име за новата директория
sr: Molimo unesite ime novog direktorijuma

source: Please enter the correct pin code
bg: Моля въведете коректен ПИН код
sr: Molim unesite ispravan pin kod

source: Please enter the old PIN code
sr: Molim unesite stari PIN kod

source: Please enter your email address here:
bg: Моля въведете вашия email адрес тук:
sr: Molimo unesite vašu imejl adresu ovde:

source: Please enter your name here (optional):
bg: Моля въведете вашето име тук (по избор):
sr: Molim unesite vaše ime ovde (opciono):

source: Please enter your search term.
sr: Molim unesi svoj termin za traženje.

source: Please follow the instructions on the TV
bg: Моля следвайте инструкциите на ТВ
sr: Molim,pratite uputstva na TV-u

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
bg: Имайте напредвид, че предишно избраното у-во не е достъпно и следователно вместо него се използва стандартната директория.
sr: Molim primetite da prethodno odabrani medij ne može biti dostupan i zbog toga se koristi standardni direktorijum.

source: Please press OK to continue.
bg: Натиснете ОК за да продължите.
sr: Molim pritisnite OK za nastavak

source: Please press OK!
bg: Моля натиснете ОК!
sr: Molim pritisnite OK!

source: Please provide a Text to match
sr: Molim obezbedite Tekst za slaganje

source: Please select a playlist to delete...
bg: Моля изберете плейлист за изтриване...
sr: Molim odaberite plejlistu za brisanje...

source: Please select a playlist...
bg: Моля изберете плейлист...
sr: Molim odaberite plejlistu...

source: Please select a standard feed or try searching for videos.
sr: Molim izaberi standardni fid ili pokušaj traženje videa.

source: Please select a subservice to record...
bg: Моля изберете подканал за запис...
sr: Molim odaberite podkanal za snimanje...

source: Please select a subservice...
bg: Моля изберете подканал...
sr: Molim odaberite podkanal...

source: Please select an NFI file and press green key to flash!
sr: Molim izaberite NFI datoteku i pritisnite zeleno dugme da flešujete!

source: Please select an extension to remove.
sr: Molim odaberite proširenje za uklanjanje ...

source: Please select an option below.
bg: Моля изберете някоя от опциите по долу.
sr: Molim izaberite neku opciju ispod.

source: Please select medium to use as backup location
bg: Моля изберете устройство за backup
sr: Molim izaberite medij da se koristi kao lokacija za sigurnosnu kopiju

source: Please select tag to filter...
sr: Molim izaberite oznaku za filter

source: Please select the movie path...
bg: Моля изберете път към филма...
sr: Molim izaberite putanju filma...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
bg: Моля изберете мрежов интерфейс който искате да използвате за вашата интернет връзка. Натиснете ОК за да продължите.
sr: Molim izaberi mrežni interfejs koji želiš da koristiš za svoju internet vezu. Molim pritisni OK da nastaviš.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
bg: Моля изберете безжичната мрежа с която искате да се свържете. Натиснете ОК за да продължите.
sr: Molim izaberi bežičnu mrežu na koju želiš da se spojiš. Molim pritisni OK da nastaviš.

source: Please set up tuner B
bg: Моля настройте тунер В
sr: Molim podesite tuner B

source: Please set up tuner C
bg: Моля настройте тунер С
sr: Molim podesite tuner C

source: Please set up tuner D
bg: Моля настройте тунер D
sr: Molim podesite tuner D

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
bg: Използвайте стрелките за местене прозореца на PiP. Натиснете Букет +/- за промяна размера на прозореца. Натиснете OK за връщане в ТВ режим или EXIT за отмяна на местенето.
sr: Molim koristite tipke sa strelicama za premeštanje SuS prozora. Pritisnite Bouquet +/- tipke za promenu veličine prozora. Pritisnite OK za povratak u TV mod ili EXIT za prekid premeštanja.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
bg: Използвайте UP и DOWN бутони за избор на вашия език. След това натиснете ОК
sr: Molim koristite UP i DOWN tipke da izaberete jezik.Posle toga pritisnite OK dugme.

source: Please wait (Step 2)
sr: Molim sačekajte(korak2)

source: Please wait for activation of your network configuration...
bg: Моля изчакайте за активиране на вашите мрежови настройки...
sr: Molim sačekajte za aktiviranje vaše mrežne konfiguracije...

source: Please wait for activation of your network mount...
sr: Molim sačekajte za aktiviranje vašeg mrežnog maunta...

source: Please wait while removing selected package...
bg: Моля изчакайте премахването на пакета...
sr: Sačekajte dok je uklanjanje izabranog paketa u toku...

source: Please wait while removing your network mount...
sr: Molim sačekajte dok se uklanja vaš mrežni maunt...

source: Please wait while scanning is in progress...
bg: Моля изчакайте докато завърши сканирането...
sr: Molim sačekajte dok je pretraživanje u toku...

source: Please wait while searching for removable packages...
bg: Моля изчакайте докато търся пакети за премахване...
sr: Molim čekajte dok je pretraživanje izmenjivih paketa u toku...

source: Please wait while updating your network mount...
sr: Molim sačekajte dok se ažurira vaš mrežni maunt...

source: Please wait while we configure your network...
bg: Моля изчакайте докате се конфигурира мрежата...
sr: Molim sačekajte dok konfigurišemo vašu mrežu...

source: Please wait while we prepare your network interfaces...
bg: Моля изчакайте подготовката на вашия мрежов интерфейс...
sr: Molim sačekajte dok pripremimo vaše mrežne interfejse...

source: Please wait while we test your network...
bg: Моля изчакайте теста на вашата мрежа...
sr: Molim sačekajte dok testiramo vašu mrežu...

source: Please wait while your network is restarting...
bg: Моля изчакайте докате мрежата се рестартира...
sr: Molim sačekajte dok se vaša mreža ponovo startuje

source: Please wait...
bg: Моля изчакайте...
sr: Molim sačekajte

source: Please wait... Loading list...
bg: Моля изчакайте...Зареждам списък...
sr: Molim pričekajte... Učitavam listu...

source: Plugin browser
bg: Плъгин браузър
sr: Pretraživač dodataka

source: Plugin manager activity information
sr: Info o aktivnosti menadžera dodataka

source: Plugin manager help
sr: Menadžer dodataka,pomoć

source: Plugin: %(plugin)s , Version: %(version)s
sr: Dodatak: %(plugin)s , Verzija: %(version)s

source: Plugins
bg: Плъгини
sr: Dodaci

source: PodCast streams podcasts to your Dreambox.
sr: PodCast strimuje podkasts na vaš drimboks.

source: Poland
sr: Poljska

source: Polarization
bg: Поляризация
sr: Polarizacija

source: Polish
bg: Полски
sr: Poljski

source: Poll Interval (in h)
sr: Interval izbora (u h)

source: Poll automatically
sr: Automatski izbor

source: Portuguese
bg: Португалски
sr: Portugalski

source: Position of finished Timers in Timerlist
sr: Pozicija završenog tajmera u listi tajmera

source: Positioner
bg: Позиционер
sr: Pozicioner

source: Positioner fine movement
bg: Фино задвижване на позиционера
sr: Fini pokreti motora

source: Positioner movement
bg: Задвижване на позиционера
sr: Pokret motora

source: Positioner setup
bg: Настройка позиционер
sr: Postavke motora

source: Positioner storage
bg: Позиционер запис
sr: Čuvanje motora

source: PositionerSetup helps you installing a motorized dish
sr: Podešavanje pozicionera vam pomaže instalaciju motorizovane antene

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
sr: Stanje boksa da se promeni posle snimanja.Izaberi "standard" da ne promeniš standardno ponašanje enigme2 ili vrednosti koje si sam promenio.

source: Power threshold in mA
bg: Праг на захранването в mA
sr: Granica snage u mA

source: Predefined transponder
bg: Определен транспондер
sr: Predefinisani transponder

source: Prepare another USB stick for image flashing
sr: Pripremi drugi USB stik za flešovanje imidža

source: Preparing... Please wait
bg: Подготовка...Моля изчакайте
sr: Pripremam... Molim pričekajte

source: Press INFO on your remote control for additional information.
sr: Pritisni INFO na svom daljinskom za dodatne informacije.

source: Press MENU on your remote control for additional options.
sr: Pritisni MENI na svom daljinskom za dodatne opcije.

source: Press OK on your remote control to continue.
bg: Натиснете ОК на дистанционното за да продължите.
sr: Pritisnite OK na daljinskom upravljaču da nastavite.

source: Press OK to activate the selected skin.
sr: Pritisnite OK za aktiviranje izabrane maske.

source: Press OK to activate the settings.
bg: Натиснете ОК за да активирате настройките.
sr: Pritisnite OK za aktiviranje postavki.

source: Press OK to collapse this host
sr: Pritisni OK da srušiš ovaj host

source: Press OK to edit selected settings.
sr: Pritisni OK da urediš izabrane postavke.

source: Press OK to edit the settings.
bg: Натиснете ОК за да редактирате настройките.
sr: Pritisnite OK da uredite postavke.

source: Press OK to expand this host
sr: Pritisni OK da otvoriš ovaj host

source: Press OK to get further details for %s
bg: Натиснете ОК за повече детайли относно %s
sr: Pritisnite OK da dobijete dodatne detalje za %s

source: Press OK to mount this share!
sr: Pritisni OK da mauntaš ovaj deo!

source: Press OK to mount!
sr: Pritisni OK za maunt.

source: Press OK to save settings.
sr: Pritisni OK da sačuvaš postavke.

source: Press OK to scan
bg: Натиснете ОК за търсене
sr: Pritisnite OK za skeniranje

source: Press OK to select a Provider.
sr: Pritisnite OK da izaberete provajdera.

source: Press OK to select.
sr: Pritisni OK da izabereš.

source: Press OK to select/deselect a CAId.
sr: Pritisni OK da izabereš/odbaciš CAId

source: Press OK to start the scan
bg: Натиснете ОК за да започне търсенето
sr: Pritisnite OK za početak skeniranja

source: Press OK to toggle the selection.
sr: Pritisnite OK da prebacite izbor.

source: Press yellow to set this interface as default interface.
sr: Pritisni žuto da postaviš ovaj interfejs kao osnovni interfejs.

source: Prev
bg: Предишен
sr: Pred

source: Preview
sr: Pregled

source: Preview AutoTimer
sr: Pregled autotajmera

source: Preview menu
bg: Меню преглед
sr: Pregled menia

source: Preview screenshots of running tv shows
sr: Prikaz ekrana šoua u toku

source: Preview screenshots of running tv shows.
sr: Prikaz ekrana šoua u toku.

source: Primary DNS
bg: Основен DNS
sr: Primarni DNS

source: Priority
bg: Приоритет
sr: Prioritet

source: Process
sr: Izvođenje

source: Properties of current title
bg: Свойства за текущото заглавие
sr: Svojstva tekućeg naziva

source: Protect services
bg: Защита канали
sr: Zaštiti kanale

source: Protect setup
bg: Защита настройки
sr: Zaštitite postavke

source: Provider
bg: Провайдър
sr: Provajder

source: Provider to scan
bg: Сканиране на Провайдър
sr: Provajderi za skeniranje

source: Providers
bg: Провайдъри
sr: Provajderi

source: Published
sr: Publikovano

source: Python frontend for /tmp/mmi.socket
sr: Čeoni python za /tmp/mmi.socket

source: Python frontend for /tmp/mmi.socket.
sr: Piton završetak za /tmp/mmi.adapter.

source: Quick
bg: Бързо
sr: Brzo

source: Quickzap
bg: Бързо превкл.
sr: Brzizap

source: RC Menu
bg: RC Меню
sr: RC meni

source: RF output
bg: RF изход
sr: RF Izlaz

source: RSS viewer
sr: RSS preglednik

source: Random
bg: Произволно
sr: Slučajan

source: Rating
sr: Ocena

source: Ratings:
sr: Ocene:

source: Really close without saving settings?
bg: Да затворя ли без запис на настройките?
sr: Želite li stvarno zatvoriti bez čuvanja postavki ?

source: Really delete done timers?
bg: Да изтрия ли завършените таймери?
sr: Želite li stvarno obrisati završene tajmere?

source: Really exit the subservices quickzap?
bg: Изход от бързо превключване на подканали?
sr: Želite li stvarno izaći iz brzog zapa podkanala?

source: Really quit MyTube Player?
sr: Stvarno napustiti MyTube Plejer?

source: Really reboot now?
bg: Да рестартирам ли сега?
sr: Stvarno ponovo podići sada?

source: Really restart now?
bg: Да рестартирам ли сега?
sr: Stvarno restartovati sada?

source: Really shutdown now?
bg: Да изключа ли приемника?
sr: Stvarno ugasiti sada?

source: Reboot
bg: Рестарт
sr: Podići

source: Recently featured
sr: Nedavno izveden

source: Reception Settings
bg: Настройки за Приемане
sr: Postavke prijema

source: Reconstruct .ap and .sc files
sr: Rekonstruišu .ap i .sc datoteke

source: Reconstruct missing or corrupt .ap and .sc files of recorded movies.
sr: Rekonstruišu .ap i .sc datoteke

source: Record
bg: Запис
sr: Snimanje

source: Record a maximum of x times
sr: Snimi najviše x puta

source: Record on
sr: Snimanje uklj.

source: Record time limited due to conflicting timer %s
bg: Времето за запис е ограничено поради конфликт с таймер %s
sr: Vreme snimanja ograničeno zbog tajmer konflikta %s

source: Recorded files...
bg: Записани файлове...
sr: Snimljene datoteke...

source: Recording
bg: Запис
sr: Snimanje

source: Recording paths
sr: Putanje snimanja

source: Recording(s) are in progress or coming up in few seconds!
bg: Запис(и) се извършват или ще започнат до няколко секунди!
sr: Snimanje u toku ili počinje za nekoliko sekundi!

source: Recordings
bg: Записи
sr: Snimanja

source: Recordings always have priority
bg: Записите винаги са с приоритет
sr: Snimanje uvek ima prioritet

source: Redirect notifications to Growl, Snarl, Prowl or Syslog
sr: Preusmeri obaveštenja na Growl,Snarl,Prowl ili Syslog

source: Reenter new PIN
sr: Ponovo unesi novi PIN

source: Refresh Rate
bg: Честота на Обновяване
sr: Brzina osvježavanja

source: Refresh rate selection.
bg: Избор честота на обновяване.
sr: Izbor vremena osvežavanja

source: Related video entries.
sr: Povezani video unosi.

source: Relevance
sr: Važnbost

source: Reload
bg: Презареди
sr: Ponovo ubaciti

source: Reload Black-/Whitelists
sr: Ponovo učitaj Black-/Whitelists

source: Remember service PIN
sr: Zapamti PIN kanala

source: Remember service PIN cancel
sr: Remember service PIN,otkazano

source: Remote timer and remote TV player
sr: Udaljeni tajmer i udaljeni TV plejer

source: Remove
bg: Премахни
sr: Ukloniti

source: Remove Bookmark
bg: Премахни Отметка
sr: Ukloniti oznaku

source: Remove Plugins
bg: Премахни Плъгини
sr: Obriši dodatak

source: Remove a mark
bg: Премахни Отметка
sr: Obriši oznaku

source: Remove currently selected title
bg: Премахни избраното заглавие
sr: Ukloni trenutno odabrani titl

source: Remove failed.
bg: Грешка при премахването!
sr: Uklanjanje nije uspelo.

source: Remove finished.
bg: Премахни завършените.
sr: Uklanjanje završeno.

source: Remove plugins
bg: Премахни Плъгини
sr: Obriši dodatke

source: Remove selected AutoTimer
sr: Ukloni izabrani autotajmer

source: Remove timer
bg: Премахни таймер
sr: Ukloniti tajmer

source: Remove title
bg: Премахни заглавие
sr: Ukloni titl

source: Removed successfully.
bg: Успешно премахване.
sr: Uspešno uklonjen.

source: Removing
bg: Премахвам
sr: Uklanjanje

source: Removing directory %s failed. (Maybe not empty.)
bg: Грешка при премахване на директория %s. (Може би не е празна.)
sr: Uklanjanje direktorijuma %s nije uspelo.(Možda nije prazan.)

source: Rename
bg: Преименувай
sr: Preimenovati

source: Rename crashlogs
bg: Преименувай crashlog
sr: Preimenuj krah zapise

source: Rename your movies
sr: Preimenuj svoje filmove

source: Repeat
bg: Повтори
sr: Ponoviti

source: Repeat Type
bg: Тип Повторения
sr: Tip ponavljanja

source: Repeating event currently recording... What do you want to do?
bg: Повтарящо се предаване се записва... Какво искате да направя?
sr: Snimanje ponovljenog događaja je u toku...Šta želite da učinite?

source: Repeats
bg: Повторения
sr: Ponavljanja

source: Replace the minute input for the seek functions with a seekbar.
sr: Promeni minutni ulaz za funkcije traženja sa trakom za traženje.

source: Replace the rewind input with a seekbar
sr: Zameni ulaz za premotavanje unazad sa trakom za traženje

source: Require description to be unique
sr: Zahteva jedinstven opis

source: Required medium type:
sr: Potrebni tip medija:

source: Rescan
sr: Ponovo pretraži

source: Reset
sr: Resetujte

source: Reset and renumerate title names
sr: Resetujte i prebrojte imena naslova

source: Reset count
sr: Resetuj brojanje

source: Reset saved position
sr: Resetuj sačuvanu poziciju

source: Reset video enhancement settings to system defaults?
sr: Resetuj postavke video poboljšavanja na osnovne sistema?

source: Reset video enhancement settings to your last configuration?
sr: Resetuj postavke video poboljšavanja na tvoju zadnju konfiguraciju?

source: Resolution
bg: Резолюция
sr: Rezolucija

source: Response video entries.
sr: Odjeknuli video unosi.

source: Restart GUI
bg: Рестарт GUI
sr: Restartaj GUI

source: Restart GUI now?
bg: Рестарт GUI сега?
sr: Restart GUI sada?

source: Restart network
bg: Рестарт мрежа
sr: Restartujte mrežu

source: Restart test
bg: Рестарт тест
sr: Ponovite test

source: Restart your network connection and interfaces.
bg: Рестартиране на мрежата и интерфейсите.
sr: Restartujte vašu mrežnu vezu i interfejse.

source: Restore
bg: Възстановаване
sr: Vrati

source: Restore backups
sr: Vrati bekape

source: Restore is running...
sr: Vraćanje u toku...

source: Restore running
bg: Възстановяване
sr: Vraćanje u toku

source: Restore system settings
bg: Възстановяване на системните настройки
sr: Vratite sistemske postavke

source: Restore your Dreambox with a USB stick
sr: Vrati svoj drimboks u prethodno stanje sa USB stikom

source: Restrict "after event" to a certain timespan?
sr: Ograniči "posle događaja" na određeni vrem. razmak?

source: Restrict to events on certain dates
sr: Ograniči na događaje na određene datume

source: Resume from last position
bg: Възобнови от последното място
sr: Nastavite sa poslednje pozicije

source: Resume position at %s
sr: Nastavi poziciju od %s

source: Resuming playback
bg: Възобновяване на възпроизвеждането
sr: Nastavite reprodukciju

source: Return to file browser
bg: Връщане към файловия браузър
sr: Vratite se na pretraživač datoteka

source: Return to movie list
bg: Връщане към списъка с филми
sr: Vratite se na listu filmova

source: Return to previous service
bg: Връщане към предишен канал
sr: Vratite se na prethodni kanal

source: Rewind speeds
bg: Скорост на превъртане
sr: Brzine premotavanja nazad

source: Right
bg: Дясно
sr: Desno

source: Roll-off
sr: Kotrljanje

source: Rotor turning speed
bg: Скорост на въртене на мотора
sr: Brzina okretanja rotora

source: Running
bg: Работят
sr: Pokrenuto

source: Running in testmode
sr: Pokrenuto u test modu

source: Russia
sr: Rusija

source: Russian
bg: Руски
sr: Ruski

source: SD 25/50HZ Interlace Mode
sr: SD 25/50HZ Interlace način

source: SD 25/50HZ Progressive Mode
sr: SD 25/50HZ Napredni način

source: SD 30/60HZ Interlace Mode
sr: SD 30/60HZ Interlace način

source: SD 30/60HZ Progressive Mode
sr: SD 30/60HZ napredni način

source: SINGLE LAYER DVD
sr: JEDNOSLOJNI DVD

source: SVDRP is a protocol developed for the VDR software to control a set-top box remotely. This plugin only supports a subset of SVDRP and starts automatically using default settings. You probably don't need this plugin and should use the regular Web Interface for Enigma2 instead.
sr: SVDRP je protokol razvijen za VDR softver da kontroliše udaljeni boks. Dodatak samo podržava podskup SVDRP i kreće sam koristeći standardna podešavanja. Vi verovatno ne trebate ovaj dodatak i umesto njega koristite obični veb interfejs za enigmu2.

source: SVDRP server for Enigma2
sr: SVDRP server za enigmu2

source: Sat / Dish Setup
bg: Настройки Сат / Антена
sr: Sat / Anten. Postavke

source: Satellite
bg: Сателит
sr: Satelit

source: Satellite Equipment Setup
bg: Сателитна Конфигурация
sr: Postavke satelitske opreme

source: Satellite equipment
sr: Satelitska oprema

source: SatelliteEquipmentControl allows you to fine-tune DiSEqC-settings
sr: SatelliteEquipmentControl vam omogućava fino podešavanje DISEqC-a

source: Satellites
bg: Сателити
sr: Sateliti

source: Satfinder
bg: Търсене на Сателити
sr: Sat tražitelj

source: Satfinder helps you to align your dish
sr: Satfinder vam pomaže da usmerite svoju antenu

source: Saturation
sr: Zasićenje

source: Saturday
bg: Събота
sr: Subota

source: Save
bg: Запази
sr: Sačuvajte

source: Save Playlist
bg: Запази Плейлист
sr: Sačuvaj plejlistu

source: Save current delay to key
sr: Sačuvaj aktuelno kašnjenje na taster

source: Save to key
sr: Sačuvaj na taster

source: Save values and close plugin
sr: Sačuvaj vrednosti i zatvori dodatak

source: Save values and close screen
sr: Sačuvaj vrednosti i zatvori ekran

source: Scaler sharpness
sr: Brojač oštrine

source: Scaling Mode
sr: Mod skaliranja

source: Scan
bg: Търсене
sr: Skeniraj

source: Scan Files...
bg: Търсене Файлове
sr: Pretraži datoteke

source: Scan NFS share
sr: Pretraži NFS delove

source: Scan QAM128
sr: Skeniraj QAM128

source: Scan QAM16
sr: Skeniraj QAM16

source: Scan QAM256
sr: Skeniraj QAM256

source: Scan QAM32
sr: Skeniraj QAM32

source: Scan QAM64
sr: Skeniraj QAM64

source: Scan SR6875
sr: Skeniraj SR6875

source: Scan SR6900
sr: Skeniraj SR6900

source: Scan Wireless Networks
bg: Търсене Безжични Мрежи
sr: Pretražite bežičnu mrežu

source: Scan additional SR
sr: Skeniraj dodatne SR

source: Scan band EU HYPER
sr: Skeniraj band EU HYPER

source: Scan band EU MID
sr: Skeniraj band EU MID

source: Scan band EU SUPER
sr: Skeniraj band EU SUPER

source: Scan band EU UHF IV
sr: Skeniraj band EU UHF IV

source: Scan band EU UHF V
sr: Skeniraj band EU UHF V

source: Scan band EU VHF I
sr: Skeniraj band EU VHF I

source: Scan band EU VHF III
sr: Skeniraj band EU VHF III

source: Scan band US HIGH
sr: Skeniraj band US HIGH

source: Scan band US HYPER
sr: Skeniraj band US HYPER

source: Scan band US LOW
sr: Skeniraj band US LOW

source: Scan band US MID
sr: Skeniraj band US MID

source: Scan band US SUPER
sr: Skeniraj band US SUPER

source: Scan devices for playable media files
sr: Pretraži uređaje za media datoteke

source: Scan range
sr: Pretraži opseg

source: Scan your network for wireless access points and connect to them using your selected wireless device.
sr: Pretraži svoju mrežu za bežične pristupne tačke i poveži se s njima koristeći svoj izabrani bežični uređaj.

source: Scans default lamedbs sorted by satellite
sr: Pretraži standardne lamedbs poređane po satelitima

source: Scans default lamedbs sorted by satellite with a connected dish positioner
sr: Pretražuje osnovne lamedbs razvrstane po satelitima sa povezanim antenskim pozicionerom

source: Science & Technology
sr: Nauka & Tehnika

source: Search Term(s)
sr: Termin(i) za traženje

source: Search category:
sr: Kategorije za traženje:

source: Search east
bg: Търсене на изток
sr: Pretraži istok

source: Search for network shares
sr: Traženje delova mreže

source: Search for network shares...
sr: Traženje delova mreže...

source: Search region:
sr: Region za traženje:

source: Search restricted content:
sr: Traži ograničeni sadržaj:

source: Search strictness
sr: Striktnost traženja

source: Search through the EPG
sr: Traži preko EPG
